// --- Структура даних для галереї ---
const galleryData = {
    'main': [
        { type: 'category', id: 'vitalni', image: 'images/thumb_Вітальні.png', title: 'Вітальні' },
        { type: 'category', id: 'derevyani-lizhka', image: 'images/thumb_Деревяні-ліжка.png', title: "Дерев'яні ліжка" },
        { type: 'category', id: 'dyvany', image: 'images/thumb_Дивани.png', title: 'Дивани прямі і кутові' },
        { type: 'category', id: 'komody', image: 'images/thumb_Комоди.png', title: 'Комоди' },
        { type: 'category', id: 'kukhni', image: 'images/thumb_Кухні.png', title: 'Кухні' },
        { type: 'category', id: 'myaki-lizhka', image: 'images/thumb_Мякі-ліжка.png', title: "М'які ліжка" },
        { type: 'category', id: 'peredpokoyi', image: 'images/thumb_Передпокої.png', title: 'Передпокої' },
        { type: 'category', id: 'rizne', image: 'images/thumb_різне.png', title: 'Різне(шафи розпашні, стелажі, полиці, тумби, інше)' },
        { type: 'category', id: 'systemy', image: 'images/thumb_Системи.png', title: 'Модульні системи для різних кімнат' },
        { type: 'category', id: 'spalni', image: 'images/thumb_Спальні.png', title: 'Спальні' },
        { type: 'category', id: 'stoly', image: 'images/thumb_Столи.png', title: 'Столи обідні, письмові, журнальні і крісла' },
        { type: 'category', id: 'tumby-pid-vzuttya', image: 'images/thumb_Тумби-під-взуття.png', title: 'Тумби під взуття' },
        { type: 'category', id: 'shafy-kupe', image: 'images/thumb_Шафи-купе.png', title: 'Шафи-купе і гардеробні' }
    ],
    'vitalni': [
        { type: 'set', id: 'vitalni-fabryka-kyivskyi-standart', image: 'images/Вітальні/thumb_Вітальні.-Фабрика-Київський-Стандарт.png', title: 'Вітальні Фабрика Київський Стандарт' },
        { type: 'set', id: 'vitalni-fabryka-mebel-servis', image: 'images/Вітальні/thumb_Вітальні-Фабрика.-Мебель-сервіс.png', title: 'Вітальні Фабрика Мебель-сервіс' },
        { type: 'set', id: 'vitalni-klasyka-fabryka-myro-mark', image: 'images/Вітальні/thumb_Вітальні-класика.-Фабрика-Миро-Марк.png', title: 'Вітальні класика Фабрика Миро-Марк' },
        { type: 'set', id: 'vitalni-modern-fabryka-myro-mark', image: 'images/Вітальні/thumb_Вітальні-модерн.-Фабрика-Миро-Марк.png', title: 'Вітальні модерн Фабрика Миро-Марк' },
        { type: 'back', image: 'images/arrow.png', title: 'Назад' } //непрацює
    ],
    'derevyani-lizhka': [
        { type: 'set', id: 'derevyani-lizhka-GreenLife-fabryka-Kempas', image: 'images/Деревяні-ліжка/thumb_Ліжка-деревяні-GreenLife.-Фабрика-Kempas.png', title: "Дерев'яні ліжка GreenLife Фабрика Kempas" },
        { type: 'set', id: 'derevyani-lizhka-Standart-fabryka-Kempas', image: 'images/Деревяні-ліжка/thumb_Ліжка-деревяні-Standart.-Фабрика-Kempas.png', title: "Дерев'яні ліжка Standart Фабрика Kempas" },
        { type: 'set', id: 'derevyani-lizhka-fabryka-mebigrand', image: 'images/Деревяні-ліжка/thumb_Ліжка-деревяні.-Фабрика-Мебігранд.png', title: "Дерев'яні ліжка Фабрика Мебігранд" },
        { type: 'set', id: 'derevyani-lizhka-fabryka-mebelservice', image: 'images/Деревяні-ліжка/thumb_Ліжка-деревяні.-Фабрика-Мебель-Сервіс.png', title: "Дерев'яні ліжка Фабрика Мебель Сервіс" },
        { type: 'back', title: 'Назад' }
    ],
    'dyvany': [
        { type: 'set', id: 'dyvany-kutovi-kyivskyi', image: 'images/Дивани-прямі-і-кутові/thumb_Дивани-кутові.-Фабрика-Київський-Стандарт.png', title: 'Дивани кутові Фабрика Київський Стандарт' },
        { type: 'set', id: 'dyvany-priami-kyivskyi', image: 'images/Дивани-прямі-і-кутові/thumb_Дивани-прямі.-Фабрика-Київський-Стандарт.png', title: 'Дивани прямі Фабрика Київський Стандарт' },
        { type: 'set', id: 'dyvany-kutovi-ms', image: 'images/Дивани-прямі-і-кутові/thumb_Дивани-кутові.-Фабрика-Мебель-Сервіс.png', title: 'Дивани кутові Фабрика Мебель Сервіс' },
        { type: 'set', id: 'dyvany-priami-ms', image: 'images/Дивани-прямі-і-кутові/thumb_Дивани-прямі.-Фабрика-Мебель-Сервіс.png', title: 'Дивани прямі Фабрика Мебель Сервіс' },
        { type: 'set', id: 'dyvany-sokrat', image: 'images/Дивани-прямі-і-кутові/thumb_Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг.png', title: 'Дивани прямі і кутові Фабрика Сократ Свінг' },
        { type: 'set', id: 'dyvany-mebwood', image: 'images/Дивани-прямі-і-кутові/thumb_Дивани-прямі-і-кутові.-Фабрика-Mebwood.png', title: 'Дивани прямі і кутові Фабрика Mebwood' },
        { type: 'set', id: 'dyvanchiki-ms', image: 'images/Дивани-прямі-і-кутові/thumb_Дитячі-диванчики.-Фабрика-Мебель-Сервіс.png', title: 'Диванчики дитячі Фабрика Мебель Сервіс' },
        { type: 'back', title: 'Назад' }
    ],
    'komody': [
        { type: 'set', id: 'komodyKs', image: 'images/Комоди/thumb_Комоди.-Фабрика-Київський-Стандарт.png', title: 'Комоди Фабрика Київський Стандарт' },
        { type: 'set', id: 'komodyMbgd', image: 'images/Комоди/thumb_Комоди.-Фабрика-Мебігранд.png', title: 'Комоди Фабрика Мебігранд' },
        { type: 'set', id: 'komodyKsR', image: 'images/Комоди/thumb_Комоди-різні.-Фабрика-Київський-Стандарт.png', title: 'Комоди різні Фабрика Київський Стандарт' },
        { type: 'back', title: 'Назад' }
    ],
    'kukhni': [
        { type: 'set', id: 'noviSeriiKS', image: 'images/Кухні/thumb_Нові-серії.png', title: 'Кухні нові серії Фабрика Київський Стандарт' },
        { type: 'set', id: 'seriaDspKS', image: 'images/Кухні/thumb_Серія-ДСП.png', title: 'Кухні Готові рішення Серія ДСП Фабрика Київський Стандарт' },
        { type: 'set', id: 'seriaPlivkaKS', image: 'images/Кухні/thumb_Серія-плівка.png', title: 'Кухні Готові рішення Серія Плівка Фабрика Київський Стандарт' },
        { type: 'set', id: 'seriaFarbaKS', image: 'images/Кухні/thumb_Серія-фарба.png', title: 'Кухні Готові рішення Серія Фарба Фабрика Київський Стандарт' },
        { type: 'set', id: 'modulniKS', image: 'images/Кухні/thumb_Модульні.png', title: 'Кухні Модульні довільного вибору Фабрика Київський Стандарт' },
        { type: 'set', id: 'techInfoKS', image: 'images/Кухні/thumb_Технічна-інформація.png', title: 'Кухні Технічна інформація Фабрика Київський Стандарт' },
        { type: 'set', id: 'kukhniMS', image: 'images/Кухні/thumb_Кухні.-Фабрика-Мебель-Сервіс.png', title: 'Кухні Фабрика Мебель Сервіс' },
        { type: 'set', id: 'kukhniMM', image: 'images/Кухні/thumb_Кухні.-Фабрика-Миро-Марк.png', title: 'Кухні Фабрика Миро Марк' },
        { type: 'set', id: 'kukhniMebwood', image: 'images/Кухні/thumb_Кухні-і-кут-кухонний.-Фабрика-Mebwood.png', title: 'Кухні Фабрика Mebwood' },
        { type: 'back', title: 'Назад' }
    ],
    'myaki-lizhka': [
        { type: 'set', id: 'rizo', image: 'images/Мякі-ліжка-і-крісла/thumb_Мякі-ліжка.-Фабрика-Різо.png', title: "М'які ліжка Фабрика Різо" },
        { type: 'set', id: 'myakiLizhkaKS', image: 'images/Мякі-ліжка-і-крісла/thumb_Мякі-ліжка.-Фабрика-Київський-Стандарт.png', title: "М'які ліжка Фабрика Київський Стандарт" },
        { type: 'set', id: 'myakiKrislaKS', image: 'images/Мякі-ліжка-і-крісла/thumb_Мякі-крісла.-Фабрика-Київський-Стандарт.png', title: "М'які крісла Фабрика Київський Стандарт" },
        { type: 'set', id: 'myakiLizhkaSS', image: 'images/Мякі-ліжка-і-крісла/thumb_Мякі-ліжка.-Фабрика-Сократ-Свінг.png', title: "М'які ліжка і крісла Фабрика Сократ Свінг" },
        { type: 'set', id: 'myakiLizhkaMS', image: 'images/Мякі-ліжка-і-крісла/thumb_Мякі-ліжка.-Фабрика-Мебель-Сервіс.png', title: "М'які ліжка Фабрика Мебель Сервіс" },
        { type: 'set', id: 'myakiLizhkaMM', image: 'images/Мякі-ліжка-і-крісла/thumb_Мякі-ліжка.-Фабрика-Миро-Марк.png', title: "М'які ліжка Фабрика Миро Марк" },
        { type: 'back', title: 'Назад' }
    ],
    'peredpokoyi': [
        { type: 'set', id: 'peredpokoyiKS', image: 'images/Передпокої/thumb_Передпокої.-Фабрика-Київський-Стандарт.png', title: 'Передпокої Фабрика Київський Стандарт' },
        { type: 'set', id: 'peredpokoyiMS', image: 'images/Передпокої/thumb_Передпокої.-Фабрика-Мебель-сервіс.png', title: 'Передпокої Фабрика Мебель Сервіс' },
        { type: 'set', id: 'peredpokoyiMM', image: 'images/Передпокої/thumb_Передпокої.-Фабрика-Миро-Марк.png', title: 'Передпокої Фабрика Миро Марк' },
        { type: 'back', title: 'Назад' }
    ],
    'rizne': [
        { type: 'set', id: 'seriiRozpashnyh', image: 'images/Різне/thumb_Серії-шаф-розпашних.-Фабрика-Київський-Стандарт.png', title: 'Серії Шаф розпашних Фабрика Київський Стандарт' },
        { type: 'set', id: 'rozpRizni', image: 'images/Різне/thumb_Шафи-розпашні-різні.-Фабрика-Київський-Стандарт.png', title: 'Шафи розпашні різні Фабрика Київський Стандарт' },
        { type: 'set', id: 'decor', image: 'images/Різне/thumb_DecorCollection.png', title: 'Decor Collection Фабрика Миро Марк' },
        { type: 'set', id: 'vishaky', image: 'images/Різне/thumb_Вішаки.png', title: 'Відкриті вішаки Фабрика Київський Стандарт' },
        { type: 'set', id: 'dzerkala', image: 'images/Різне/thumb_Дзеркала.png', title: 'Дзеркала Фабрика Київський Стандарт' },
        { type: 'set', id: 'lizhkaRizni', image: 'images/Різне/thumb_Ліжка-різні.png', title: 'Ліжка різні Фабрика Київський Стандарт' },
        { type: 'set', id: 'polyci', image: 'images/Різне/thumb_Полиці-стелажі.png', title: 'Стелажі, полиці, тумби навісні Фабрика Київський Стандарт' },
        { type: 'set', id: 'tAntre', image: 'images/Різне/thumb_Тумби-на-антресолі.png', title: 'Тумби на антресолі Фабрика Київський Стандарт' },
        { type: 'set', id: 'tNavisni', image: 'images/Різне/thumb_Тумби-навісні.png', title: 'Тумби навісні і полиці навісні Фабрика Київський Стандарт' },
        { type: 'set', id: 'tPrylizhk', image: 'images/Різне/thumb_Тумби-приліжкові.png', title: 'Тумби приліжкові Фабрика Київський Стандарт' },
        { type: 'set', id: 'tTV', image: 'images/Різне/thumb_Тумби-ТБ.png', title: 'Тумби ТБ Фабрика Київський Стандарт' },
        { type: 'back', title: 'Назад' }
    ],
    'systemy': [
        { type: 'set', id: 'systemyKS', image: 'images/Модульні-системи-для-різних-кімнат/thumb_Системи.-Фабрика-Київський-Стандарт.png', title: 'Системи Фабрика Київський Стандарт' },
        { type: 'set', id: 'systemyMS', image: 'images/Модульні-системи-для-різних-кімнат/thumb_Системи.-Фабрика-Мебель-Сервіс.png', title: 'Системи Фабрика Мебель Сервіс' },
        { type: 'set', id: 'systemyMW', image: 'images/Модульні-системи-для-різних-кімнат/thumb_Колекції.-Фабрика-Mebwood.png', title: 'Колекції Фабрика Mebwood' },
        { type: 'back', title: 'Назад' }
    ],
    'spalni': [
        { type: 'set', id: 'spalniModMM', image: 'images/Спальні/thumb_Спальні-модерн.-Фабрика-Миро-Марк.png', title: 'Спальні модерн Фабрика Миро Марк' },
        { type: 'set', id: 'spalniKlMM', image: 'images/Спальні/thumb_Спальні-класика.-Фабрика-Миро-Марк.png', title: 'Спальні класика Фабрика Миро Марк' },
        { type: 'set', id: 'spalniMS', image: 'images/Спальні/thumb_Спальні.-Фабрика-Мебель-Сервіс.png', title: 'Спальні Фабрика Мебель Сервіс' },
        { type: 'set', id: 'spalniKS', image: 'images/Спальні/thumb_Спальні.-Фабрика-Київський-Стандарт.png', title: 'Спальні Фабрика Київський Стандарт' },
        { type: 'set', id: 'spalniMW', image: 'images/Спальні/thumb_Спальні.-Фабрика-Mebwood.png', title: 'Спальні і ліжка Фабрика Mebwood' },
        { type: 'back', title: 'Назад' }
    ],
    'stoly': [
        { type: 'set', id: 'tysa', image: 'images/Столи-різні+меблі-для-офісу-та-крісла/thumb_Столи-крісла.-Фабрика-Тиса.png', title: 'Столи обідні і крісла Фабрика Тиса' },
        { type: 'set', id: 'marko', image: 'images/Столи-різні+меблі-для-офісу-та-крісла/thumb_Столи-крісла.-Фабрика-Марко.png', title: 'Столи обідні і крісла Фабрика Марко' },
        { type: 'set', id: 'stolyOKS', image: 'images/Столи-різні+меблі-для-офісу-та-крісла/thumb_Столи-обідні.-Фабрика-Київський-Стандарт.png', title: 'Столи обідні Фабрика Київський Стандарт' },
        { type: 'set', id: 'stolyMS', image: 'images/Столи-різні+меблі-для-офісу-та-крісла/thumb_Столи-крісла.-Фабрика-Мебель-Сервіс.png', title: 'Столи(і письмові і журнальні), крісла Фабрика Мебель Сервіс' },
        { type: 'set', id: 'stolyPKS', image: 'images/Столи-різні+меблі-для-офісу-та-крісла/thumb_Столи-письмові.-Фабрика-Київський-Стандарт.png', title: 'Столи письмові Фабрика Київський Стандарт' },
        { type: 'set', id: 'office', image: 'images/Столи-різні+меблі-для-офісу-та-крісла/thumb_Меблі-для-офісу.-Фабрика-Київськи-Стандарт.png', title: 'Меблі для офісу Фабрика Київський Стандарт' },
        { type: 'set', id: 'stolyRizKS', image: 'images/Столи-різні+меблі-для-офісу-та-крісла/thumb_Столи-різні.-Фабрика-Київський-Стандарт.png', title: 'Столи різні Фабрика Київський Стандарт' },
        { type: 'back', title: 'Назад' }
    ],
    'tumby-pid-vzuttya': [
        { type: 'set', id: 'tumbyVztKS', image: 'images/Тумби-під-взуття/thumb_Тумби-для-взуття.-Фабрика-Київський-Стандарт.png', title: 'Тумби для взуття Фабрика Київський Стандарт' },
        { type: 'set', id: 'tumbyVztMS', image: 'images/Тумби-під-взуття/thumb_Тумби-для-взуття.-Фабрика-Мебель-Сервіс.png', title: 'Тумби для взуття Фабрика Мебель Сервіс' },
        { type: 'back', title: 'Назад' }
    ],
    'shafy-kupe': [
        { type: 'set', id: 'harderobniKS', image: 'images/Шафи-купе-і-гардеробні/thumb_Гардеробні.-Фабрика-Київський-Стандарт.png', title: 'Гардеробні кімнати Фабрика Київський Стандарт' },
        { type: 'set', id: 'shKiGardbnMM', image: 'images/Шафи-купе-і-гардеробні/thumb_Шафи-купе-і-гардеробні.-Фабрика-Миро-Марк.png', title: 'Шафи-купе і гардеробні Фабрика Миро Марк' },
        { type: 'set', id: 'shKzNadTonkymPrBavariaKS', image: 'images/Шафи-купе-і-гардеробні/thumb_Надтонкий-профіль-Баварія.png', title: 'Шафи-купе "Баварія" Фабрика Київський Стандарт' },
        { type: 'set', id: 'shafy2hKS', image: 'images/Шафи-купе-і-гардеробні/thumb_Двохдверні.png', title: 'Шафи-купе 2-дверні Фабрика Київський Стандарт' },
        { type: 'set', id: 'shafy3hKS', image: 'images/Шафи-купе-і-гардеробні/thumb_Трьохдверні.png', title: 'Шафи-купе 3-дверні Фабрика Київський Стандарт' },
        { type: 'set', id: 'shafy4hKS', image: 'images/Шафи-купе-і-гардеробні/thumb_Чотирьохдверні.png', title: 'Шафи-купе 4-дверні Фабрика Київський Стандарт' },
        { type: 'set', id: 'shafy5yKS', image: 'images/Шафи-купе-і-гардеробні/thumb_Пятидверні.png', title: "Шафи-купе 5-дверні Фабрика Київський Стандарт" },
        { type: 'set', id: 'shafy6yKS', image: 'images/Шафи-купе-і-гардеробні/thumb_Шестидверні.png', title: 'Шафи-купе 6-дверні Фабрика Київський Стандарт' },
        { type: 'set', id: 'KzKS', image: 'images/Шафи-купе-і-гардеробні/thumb_Кутові-закінчення.png', title: 'Кутові закінчення Фабрика Київський Стандарт' },
        { type: 'set', id: 'kinoman', image: 'images/Шафи-купе-і-гардеробні/thumb_Кіноман.png', title: 'Шафи-кіноман Фабрика Київський Стандарт' },
        { type: 'set', id: 'shafyKutovi', image: 'images/Шафи-купе-і-гардеробні/thumb_Кутові.png', title: 'Шафи-купе кутові Фабрика Київський Стандарт' },
        { type: 'set', id: 'kombinacii', image: 'images/Шафи-купе-і-гардеробні/thumb_Комбінації-фасадів.png', title: 'Комбінації фасадів Фабрика Київський Стандарт' },
        { type: 'back', title: 'Назад' }
    ]
};

const photoSets = {
    // Вітальні
    'vitalni-klasyka-fabryka-myro-mark': [
        'images/Вітальні/Вітальні-класика.-Фабрика-Миро-Марк/Вітальні-класика-Чікаго.-Фабрика-Миро-Марк01.jpg',
        'images/Вітальні/Вітальні-класика.-Фабрика-Миро-Марк/Вітальні-класика-Чікаго.-Фабрика-Миро-Марк02.jpg',
        'images/Вітальні/Вітальні-класика.-Фабрика-Миро-Марк/Вітальні-класика-Чікаго.-Фабрика-Миро-Марк03.jpg',
        'images/Вітальні/Вітальні-класика.-Фабрика-Миро-Марк/Вітальні-класика.-Фабрика-Миро-Марк04.jpg'
    ],
    'vitalni-modern-fabryka-myro-mark': [
        'images/Вітальні/Вітальні-модерн.-Фабрика-Миро-Марк/Вітальні-модерн-Box.-Фабрика-Миро-Марк01.jpg',
        'images/Вітальні/Вітальні-модерн.-Фабрика-Миро-Марк/Вітальні-модерн-Box.-Фабрика-Миро-Марк02.jpg',
        'images/Вітальні/Вітальні-модерн.-Фабрика-Миро-Марк/Вітальні-модерн-Box.-Фабрика-Миро-Марк03.jpg',
        'images/Вітальні/Вітальні-модерн.-Фабрика-Миро-Марк/Вітальні-модерн-Box.-Фабрика-Миро-Марк04.jpg',
        'images/Вітальні/Вітальні-модерн.-Фабрика-Миро-Марк/Вітальні-модерн-Box.-Фабрика-Миро-Марк05.jpg',
        'images/Вітальні/Вітальні-модерн.-Фабрика-Миро-Марк/Вітальні-модерн-Luna.-Фабрика-Миро-Марк07.jpg',
        'images/Вітальні/Вітальні-модерн.-Фабрика-Миро-Марк/Вітальні-модерн-Asti.-Фабрика-Миро-Марк08.jpg',
        'images/Вітальні/Вітальні-модерн.-Фабрика-Миро-Марк/Вітальні-модерн-Modern.-Фабрика-Миро-Марк06.jpg',
        'images/Вітальні/Вітальні-модерн.-Фабрика-Миро-Марк/Вітальні-модерн-Roma.-Фабрика-Миро-Марк09.jpg',
        'images/Вітальні/Вітальні-модерн.-Фабрика-Миро-Марк/Вітальні-модерн-Terra.-Фабрика-Миро-Марк11.jpg',
        'images/Вітальні/Вітальні-модерн.-Фабрика-Миро-Марк/Вітальні-модерн-Viola.-Фабрика-Миро-Марк10.jpg'
    ],
    'vitalni-fabryka-mebel-servis': [
        'images/Вітальні/Вітальні.-Фабрика-Мебель-Сервіс/Вітальня-Барон.-Фабрика-Мебель-Сервіс10.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Мебель-Сервіс/Вітальня-Денвер.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Мебель-Сервіс/Вітальня-Денвер.-Фабрика-Мебель-Сервіс02.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Мебель-Сервіс/Вітальня-Каспій-Конго.-Фабрика-Мебель-Сервіс09.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Мебель-Сервіс/Вітальня-Монтреал.-Фабрика-Мебель-Сервіс06.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Мебель-Сервіс/Вітальня-Неон-1-Неон-2.-Фабрика-Мебель-Сервіс07.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Мебель-Сервіс/Вітальня-Неон-2-Гламур.-Фабрика-Мебель-Сервіс08.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Мебель-Сервіс/Вітальня-Орлеанс.-Фабрика-Мебель-Сервіс03.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Мебель-Сервіс/Вітальня-Трістан.-Фабрика-Мебель-Сервіс11.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Мебель-Сервіс/Вітальня-Тренто.-Фабрика-Мебель-Сервіс05.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Мебель-Сервіс/Вітальня-Феррара.-Фабрика-Мебель-Сервіс04.jpg'
    ],
    'vitalni-fabryka-kyivskyi-standart': [
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГаліціяД.-Фабрика-Київський-Стандарт13.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГаліціяД.-Фабрика-Київський-Стандарт14.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГаліціяД.-Фабрика-Київський-Стандарт15.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГаліціяД.-Фабрика-Київський-Стандарт16.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГаліціяМ.-Фабрика-Київський-Стандарт09.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГаліціяМ.-Фабрика-Київський-Стандарт10.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГаліціяМ.-Фабрика-Київський-Стандарт11.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГаліціяМ.-Фабрика-Київський-Стандарт12.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГалатеяД.-Фабрика-Київський-Стандарт05.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГалатеяД.-Фабрика-Київський-Стандарт06.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГалатеяД.-Фабрика-Київський-Стандарт07.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГалатеяД.-Фабрика-Київський-Стандарт08.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГалатеяМ.-Фабрика-Київський-Стандарт01.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГалатеяМ.-Фабрика-Київський-Стандарт02.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГалатеяМ.-Фабрика-Київський-Стандарт03.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ГалатеяМ.-Фабрика-Київський-Стандарт04.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ЮтаД.-Фабрика-Київський-Стандарт21.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ЮтаД.-Фабрика-Київський-Стандарт22.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ЮтаД.-Фабрика-Київський-Стандарт23.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ЮтаД.-Фабрика-Київський-Стандарт24.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ЮтаМ.-Фабрика-Київський-Стандарт17.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ЮтаМ.-Фабрика-Київський-Стандарт18.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ЮтаМ.-Фабрика-Київський-Стандарт19.jpg',
        'images/Вітальні/Вітальні.-Фабрика-Київський-Стандарт/Вітальня-ЮтаМ.-Фабрика-Київський-Стандарт20.jpg'
    ],

    // Дерев`яні ліжка
    'derevyani-lizhka-GreenLife-fabryka-Kempas': [
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Інформація-GreenLife.-Фабрика-Kempas06.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Брендон.-Фабрика-Kempas03.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Бруно.-Фабрика-Kempas11.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Віланд.-Фабрика-Kempas12.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Гаральд.-Фабрика-Kempas09.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Джакоб.-Фабрика-Kempas10.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Дон.-Фабрика-Kempas01.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Комод.-Фабрика-Kempas04.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Леон.-Фабрика-Kempas02.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Лофт.-Фабрика-Kempas08.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Мелман.-Фабрика-Kempas07.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Ральф.-Фабрика-Kempas13.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-GreenLife.-Фабрика-Kempas/Ліжко-GreenLife-Тумба-Шафа.-Фабрика-Kempas05.jpg'
    ],
    'derevyani-lizhka-Standart-fabryka-Kempas': [
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Комоди-Тумби-Шафи.-Фабрика-Kempas18.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Комоди-Тумби-Шафи.-Фабрика-Kempas19.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Алексія.-Фабрика-Kempas03.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Аріна.-Фабрика-Kempas20.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Барбі.-Фабрика-Kempas21.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Бегонія.-Фабрика-Kempas05.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Верона.-Фабрика-Kempas06.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Глорія.-Фабрика-Kempas07.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Греція.-Фабрика-Kempas22.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Донні.-Фабрика-Kempas23.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Каміла.-Фабрика-Kempas08.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Классік.-Фабрика-Kempas09.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Лілія-2.-Фабрика-Kempas12.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Лілія.-Фабрика-Kempas11.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Лаура.-Фабрика-Kempas10.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Міні-Люкс.-Фабрика-Kempas25.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Міні.-Фабрика-Kempas24.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Мінітрансформер.-Фабрика-Kempas01.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Магнолія.-Фабрика-Kempas13.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Моранта.-Фабрика-Kempas14.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Рома.-Фабрика-Kempas04.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Семі.-Фабрика-Kempas26.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Соня.-Фабрика-Kempas27.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Студент.-Фабрика-Kempas15.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Такка.-Фабрика-Kempas16.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Трансформер.-Фабрика-Kempas02.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка-Standart.-Фабрика-Kempas/Ліжко-Юкка.-Фабрика-Kempas17.jpg'
    ],
    'derevyani-lizhka-fabryka-mebigrand': [
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Аляска.-Фабрика-Мебігранд31.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Атланта-Літл.-Фабрика-Мебігранд46.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Атланта-Міні.-Фабрика-Мебігранд38.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Атланта.-Фабрика-Мебігранд32.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Бай-Бай.-Фабрика-Мебігранд36.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Бостон.-Фабрика-Мебігранд42.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Вірджінія.-Фабрика-Мебігранд13.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Венеція.-Фабрика-Мебігранд04.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Верона.-Фабрика-Мебігранд21.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Даллас.-Фабрика-Мебігранд17.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Делі.-Фабрика-Мебігранд28.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Жасмин-Літл.-Фабрика-Мебігранд39.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Жасмин.-Фабрика-Мебігранд34.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Каріна.-Фабрика-Мебігранд40.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Колумбія.-Фабрика-Мебігранд23.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Лівія.-Фабрика-Мебігранд45.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Лондон.-Фабрика-Мебігранд03.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Мілан.-Фабрика-Мебігранд20.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Мальта.-Фабрика-Мебігранд33.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Мангеттен.-Фабрика-Мебігранд14.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Марокко.-Фабрика-Мебігранд05.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Монако.-Фабрика-Мебігранд18.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Ніка.-Фабрика-Мебігранд43.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Неаполь.-Фабрика-Мебігранд27.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Новара.-Фабрика-Мебігранд25.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Ню-Йорк.-Фабрика-Мебігранд06.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Палермо.-Фабрика-Мебігранд16.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Прага.-Фабрика-Мебігранд19.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Премєра.-Фабрика-Мебігранд24.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Прованс.-Фабрика-Мебігранд11.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Рим.-Фабрика-Мебігранд02.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Сицилія-Літл.-Фабрика-Мебігранд41.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Сицилія.-Фабрика-Мебігранд12.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Скандинавія-Літл.-Фабрика-Мебігранд44.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Скандинавія-Міні.-Фабрика-Мебігранд35.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Скандинавія.-Фабрика-Мебігранд30.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Соня.-Фабрика-Мебігранд37.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Техас.-Фабрика-Мебігранд26.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Токіо.-Фабрика-Мебігранд07.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Торонто.-Фабрика-Мебігранд08.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Тоскана-Люкс.-Фабрика-Мебігранд10.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Тоскана.-Фабрика-Мебігранд15.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Ліжко-Челсі.-Фабрика-Мебігранд22.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебігранд/Палітра-кольорів.-Фабрика-Мебігранд54.jpg'
    ],
    'derevyani-lizhka-fabryka-mebelservice': [
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебель-Сервіс/Ліжка-Нео-Сара-Арктік.-Фабрика-Мебель-Сервіс05.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебель-Сервіс/Ліжка-Тоні-Джені-Алекс.-Фабрика-Мебель-Сервіс04.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебель-Сервіс/Ліжко-Верона.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебель-Сервіс/Ліжко-Міленіум.-Фабрика-Мебель-Сервіс03.jpg',
        'images/Деревяні-ліжка/Деревяні-ліжка.-Фабрика-Мебель-Сервіс/Ліжко-Марсель.-Фабрика-Мебель-Сервіс02.jpg'
    ],


    // Дивани
    'dyvany-kutovi-kyivskyi': [
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Валентин.-Фабрика-Київський-Стандарт01.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Валентин.-Фабрика-Київський-Стандарт02.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Валентин.-Фабрика-Київський-Стандарт03.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Валентин.-Фабрика-Київський-Стандарт04.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Валентин.-Фабрика-Київський-Стандарт05.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Валентин.-Фабрика-Київський-Стандарт06.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Джаз.-Фабрика-Київський-Стандарт25.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Джаз.-Фабрика-Київський-Стандарт26.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Джаз.-Фабрика-Київський-Стандарт27.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Джаз.-Фабрика-Київський-Стандарт28.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Квадро.-Фабрика-Київський-Стандарт13.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Квадро.-Фабрика-Київський-Стандарт14.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Прадо.-Фабрика-Київський-Стандарт21.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Прадо.-Фабрика-Київський-Стандарт22.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Прадо.-Фабрика-Київський-Стандарт23.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Прадо.-Фабрика-Київський-Стандарт24.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Соната.-Фабрика-Київський-Стандарт07.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Соната.-Фабрика-Київський-Стандарт08.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Соната.-Фабрика-Київський-Стандарт09.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Соната.-Фабрика-Київський-Стандарт10.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Соната.-Фабрика-Київський-Стандарт11.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Соната.-Фабрика-Київський-Стандарт12.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Софія.-Фабрика-Київський-Стандарт17.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Софія.-Фабрика-Київський-Стандарт18.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Степ.-Фабрика-Київський-Стандарт19.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Степ.-Фабрика-Київський-Стандарт20.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Султан.-Фабрика-Київський-Стандарт15.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Київський-Стандарт/Дивани-кутові-Султан.-Фабрика-Київський-Стандарт16.jpg'
    ],
    'dyvany-priami-kyivskyi': [
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-7000.-Фабрика-Київський-Стандарт05.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-7000.-Фабрика-Київський-Стандарт06.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Імперія-1.-Фабрика-Київський-Стандарт19.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Імперія-1.-Фабрика-Київський-Стандарт20.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Імперія-2.-Фабрика-Київський-Стандарт21.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Імперія-2.-Фабрика-Київський-Стандарт22.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Бінго.-Фабрика-Київський-Стандарт39.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Бінго.-Фабрика-Київський-Стандарт40.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Барвінок.-Фабрика-Київський-Стандарт49.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Барвінок.-Фабрика-Київський-Стандарт50.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Барон.-Фабрика-Київський-Стандарт75.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Барон.-Фабрика-Київський-Стандарт76.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Барон.-Фабрика-Київський-Стандарт77.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Барон.-Фабрика-Київський-Стандарт78.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Вікторія.-Фабрика-Київський-Стандарт51.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Вікторія.-Фабрика-Київський-Стандарт52.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Венеція.-Фабрика-Київський-Стандарт87.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Венеція.-Фабрика-Київський-Стандарт88.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Венеція.-Фабрика-Київський-Стандарт89.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Венеція.-Фабрика-Київський-Стандарт90.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Верона.-Фабрика-Київський-Стандарт27.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Верона.-Фабрика-Київський-Стандарт28.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Гармонія.-Фабрика-Київський-Стандарт65.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Гармонія.-Фабрика-Київський-Стандарт66.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Гармонія.-Фабрика-Київський-Стандарт67.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Гармонія.-Фабрика-Київський-Стандарт68.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Греція.-Фабрика-Київський-Стандарт95.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Греція.-Фабрика-Київський-Стандарт96.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Греція.-Фабрика-Київський-Стандарт97.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Греція.-Фабрика-Київський-Стандарт98.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Еліпс.-Фабрика-Київський-Стандарт41.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Еліпс.-Фабрика-Київський-Стандарт42.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Каліпсо.-Фабрика-Київський-Стандарт100.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Каліпсо.-Фабрика-Київський-Стандарт99.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Карапуз.-Фабрика-Київський-Стандарт47.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Карапуз.-Фабрика-Київський-Стандарт48.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Класік.-Фабрика-Київський-Стандарт69.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Класік.-Фабрика-Київський-Стандарт70.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Книжка-бік-ЛДСП.-Фабрика-Київський-Стандарт31.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Книжка-бік-ЛДСП.-Фабрика-Київський-Стандарт32.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Книжка-МБ.-Фабрика-Київський-Стандарт35.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Книжка-МБ.-Фабрика-Київський-Стандарт36.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Книжка-МБ.-Фабрика-Київський-Стандарт37.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Книжка-МБ.-Фабрика-Київський-Стандарт38.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-КнижкаVIP-бік-ЛДСП.-Фабрика-Київський-Стандарт33.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-КнижкаVIP-бік-ЛДСП.-Фабрика-Київський-Стандарт34.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Корона.-Фабрика-Київський-Стандарт91.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Корона.-Фабрика-Київський-Стандарт92.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лілу.-Фабрика-Київський-Стандарт13.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лілу.-Фабрика-Київський-Стандарт14.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лілу.-Фабрика-Київський-Стандарт15.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лілу.-Фабрика-Київський-Стандарт16.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лайла.-Фабрика-Київський-Стандарт29.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лайла.-Фабрика-Київський-Стандарт30.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Легенда.-Фабрика-Київський-Стандарт101.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Легенда.-Фабрика-Київський-Стандарт102.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Легенда.-Фабрика-Київський-Стандарт103.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Легенда.-Фабрика-Київський-Стандарт104.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лондон.-Фабрика-Київський-Стандарт63.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лондон.-Фабрика-Київський-Стандарт64.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лотос-1.-Фабрика-Київський-Стандарт23.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лотос-1.-Фабрика-Київський-Стандарт24.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лотос-2.-Фабрика-Київський-Стандарт25.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Лотос-2.-Фабрика-Київський-Стандарт26.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Міраж.-Фабрика-Київський-Стандарт07.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Міраж.-Фабрика-Київський-Стандарт08.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Міраж.-Фабрика-Київський-Стандарт09.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Міраж.-Фабрика-Київський-Стандарт10.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Пума.-Фабрика-Київський-Стандарт01.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Пума.-Фабрика-Київський-Стандарт02.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Ріо.-Фабрика-Київський-Стандарт43.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Ріо.-Фабрика-Київський-Стандарт44.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Соната.-Фабрика-Київський-Стандарт79.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Соната.-Фабрика-Київський-Стандарт80.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Софія-2.-Фабрика-Київський-Стандарт11.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Софія-2.-Фабрика-Київський-Стандарт12.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Спліт.-Фабрика-Київський-Стандарт53.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Спліт.-Фабрика-Київський-Стандарт54.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Спліт.-Фабрика-Київський-Стандарт55.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Спліт.-Фабрика-Київський-Стандарт56.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Спліт.-Фабрика-Київський-Стандарт57.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Спліт.-Фабрика-Київський-Стандарт58.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Томас.-Фабрика-Київський-Стандарт45.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Томас.-Фабрика-Київський-Стандарт46.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Фокус-2.-Фабрика-Київський-Стандарт81.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Фокус-2.-Фабрика-Київський-Стандарт82.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Фокус-2.-Фабрика-Київський-Стандарт83.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Фокус-2.-Фабрика-Київський-Стандарт84.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Фокус-2.-Фабрика-Київський-Стандарт85.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Фокус-2.-Фабрика-Київський-Стандарт86.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Фокус-лайт.-Фабрика-Київський-Стандарт59.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Фокус-лайт.-Фабрика-Київський-Стандарт60.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Фокус-лайт.-Фабрика-Київський-Стандарт61.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Фокус-лайт.-Фабрика-Київський-Стандарт62.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Циклон.-Фабрика-Київський-Стандарт93.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Циклон.-Фабрика-Київський-Стандарт94.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Шабо.-Фабрика-Київський-Стандарт71.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Шабо.-Фабрика-Київський-Стандарт72.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Шабо.-Фабрика-Київський-Стандарт73.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Шабо.-Фабрика-Київський-Стандарт74.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Шторм.-Фабрика-Київський-Стандарт17.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Шторм.-Фабрика-Київський-Стандарт18.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Яша.-Фабрика-Київський-Стандарт03.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Київський-Стандарт/Дивани-прямі-Яша.-Фабрика-Київський-Стандарт04.jpg'
    ],
    'dyvany-kutovi-ms': [
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Мебель-Сервіс/Диван-кутовий-Бонд.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Мебель-Сервіс/Диван-кутовий-Бостон.-Фабрика-Мебель-Сервіс02.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Мебель-Сервіс/Диван-кутовий-Вінцент-Гектор.-Фабрика-Мебель-Сервіс03.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Мебель-Сервіс/Диван-кутовий-Гектор-Діна.-Фабрика-Мебель-Сервіс04.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Мебель-Сервіс/Диван-кутовий-Діна-Джаконда.-Фабрика-Мебель-Сервіс05.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Мебель-Сервіс/Диван-кутовий-Женева-Малібу.-Фабрика-Мебель-Сервіс06.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Мебель-Сервіс/Диван-кутовий-Меркурій.-Фабрика-Мебель-Сервіс07.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Мебель-Сервіс/Диван-кутовий-Орфей.-Фабрика-Мебель-Сервіс08.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Мебель-Сервіс/Диван-кутовий-Ремікс.-Фабрика-Мебель-Сервіс09.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-кутові.-Фабрика-Мебель-Сервіс/Диван-кутовий-Сатурн-Ню.-Фабрика-Мебель-Сервіс10.jpg'

    ],
    'dyvany-priami-ms': [
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Амур-Атлант-Ню.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Атлант-Ню.-Фабрика-Мебель-Сервіс02.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Бета.-Фабрика-Мебель-Сервіс03.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Бонд-Бостон.-Фабрика-Мебель-Сервіс04.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Бостон-Бруно.-Фабрика-Мебель-Сервіс05.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Бруно-Веста-Люкс.-Фабрика-Мебель-Сервіс06.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Веста-1-Веста-2.-Фабрика-Мебель-Сервіс08.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Веста-Люкс-Веста-1.-Фабрика-Мебель-Сервіс07.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Гавана-1000-Гектор.-Фабрика-Мебель-Сервіс10.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Гавана-750-Гавана-1000.-Фабрика-Мебель-Сервіс09.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Гектор-Діна.-Фабрика-Мебель-Сервіс11.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Діна.-Фабрика-Мебель-Сервіс12.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Каліпсо.-Фабрика-Мебель-Сервіс13.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Малюк-Ню.-Фабрика-Мебель-Сервіс14.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Малютка.-Фабрика-Мебель-Сервіс15.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Монако.-Фабрика-Мебель-Сервіс16.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Невада-Персей-Ню.-Фабрика-Мебель-Сервіс17.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Сілла-Ванда.-Фабрика-Мебель-Сервіс20.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Селла.-Фабрика-Мебель-Сервіс18.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі.-Фабрика-Мебель-Сервіс/Диван-Фюжин-Олівер-Скарлет-Поло-Сенді.-Фабрика-Мебель-Сервіс19.jpg'
    ],
    'dyvany-sokrat': [
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Єва.-Фабрика-Сократ-Свінг50.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Балі.-Фабрика-Сократ-Свінг01.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Барселона.-Фабрика-Сократ-Свінг28.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Бордо.-Фабрика-Сократ-Свінг09.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Братислава.-Фабрика-Сократ-Свінг29.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Будапешт.-Фабрика-Сократ-Свінг22.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Вікторія.-Фабрика-Сократ-Свінг13.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Валенсія.-Фабрика-Сократ-Свінг12.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Верона.-Фабрика-Сократ-Свінг05.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Даяна.-Фабрика-Сократ-Свінг46.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Ерік.-Фабрика-Сократ-Свінг11.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Женева.-Фабрика-Сократ-Свінг07.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Камелія.-Фабрика-Сократ-Свінг44.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Камелія.-Фабрика-Сократ-Свінг45.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Будапешт.-Фабрика-Сократ-Свінг23.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Верона.-Фабрика-Сократ-Свінг04.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Мілан.-Фабрика-Сократ-Свінг34.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Манчестер.-Фабрика-Сократ-Свінг48.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Марсель.-Фабрика-Сократ-Свінг19.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Маямі-2.-Фабрика-Сократ-Свінг41.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Маямі.-Фабрика-Сократ-Свінг40.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Олімп.-Фабрика-Сократ-Свінг32.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Отто.-Фабрика-Сократ-Свінг17.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Ріо.-Фабрика-Сократ-Свінг20.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Сінді.-Фабрика-Сократ-Свінг15.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Токіо.-Фабрика-Сократ-Свінг36.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Токіо.-Фабрика-Сократ-Свінг37.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-кутовий-Томі.-Фабрика-Сократ-Свінг21.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Лондон.-Фабрика-Сократ-Свінг08.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Мадрид.-Фабрика-Сократ-Свінг27.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Манчестер.-Фабрика-Сократ-Свінг49.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Марсель.-Фабрика-Сократ-Свінг18.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-модульний-Мілан.-Фабрика-Сократ-Свінг35.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-модульний-Олімп.-Фабрика-Сократ-Свінг33.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Монако-1+2+1.-Фабрика-Сократ-Свінг39.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Монако-1+2.-Фабрика-Сократ-Свінг38.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Олімп-диван-кут.-Фабрика-Сократ-Свінг30.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Олімп-диван-ліжко.-Фабрика-Сократ-Свінг31.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Отто.-Фабрика-Сократ-Свінг16.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Палермо.-Фабрика-Сократ-Свінг02.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Прага.-Фабрика-Сократ-Свінг26.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Сінді.-Фабрика-Сократ-Свінг14.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Світлана.-Фабрика-Сократ-Свінг47.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Сократ.-Фабрика-Сократ-Свінг06.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Софія-Нова.-Фабрика-Сократ-Свінг42.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Софія.-Фабрика-Сократ-Свінг43.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Стамбул.-Фабрика-Сократ-Свінг24.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Стамбул.-Фабрика-Сократ-Свінг25.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Темпо.-Фабрика-Сократ-Свінг10.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Сократ-Свінг/Диван-Техас.-Фабрика-Сократ-Свінг03.jpg'

    ],
    'dyvany-mebwood': [
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Mebwood/Диван-Королівський.-Фабрика-Mebwood16.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Mebwood/Диван-Кут-Баварія-Соломія-Софа-Баварія.-Фабрика-Mebwood18.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Mebwood/Диван-Кут-Премєр-Софа-Лорд-Оскар.-Фабрика-Mebwood17.jpg',
        'images/Дивани-прямі-і-кутові/Дивани-прямі-і-кутові.-Фабрика-Mebwood/Диван-Софа-Бізон-Султан-Міленіум-Макс.-Фабрика-Mebwood19.jpg'
    ],
    'dyvanchiki-ms': [
        'images/Дивани-прямі-і-кутові/Дитячі-дивани.-Фабрика-Мебель-Сервіс/Дитячий-диван-Дюк-Ню-Юніор-Дюймовочка.-Фабрика-Мебель-Сервіс02.jpg',
        'images/Дивани-прямі-і-кутові/Дитячі-дивани.-Фабрика-Мебель-Сервіс/Дитячий-диван-Дюк.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Дивани-прямі-і-кутові/Дитячі-дивани.-Фабрика-Мебель-Сервіс/Дитячий-диван-Юніор-Дюймовочка-Міні.-Фабрика-Мебель-Сервіс04.jpg',
        'images/Дивани-прямі-і-кутові/Дитячі-дивани.-Фабрика-Мебель-Сервіс/Дитячий-диван-Юніор-Дюймовочка.-Фабрика-Мебель-Сервіс03.jpg',
        'images/Дивани-прямі-і-кутові/Дитячі-дивани.-Фабрика-Мебель-Сервіс/Дитячий-диван-Юніор-Капелька.-Фабрика-Мебель-Сервіс05.jpg',
        'images/Дивани-прямі-і-кутові/Дитячі-дивани.-Фабрика-Мебель-Сервіс/Дитячий-диван-Юніор-Ню.-Фабрика-Мебель-Сервіс07.jpg',
        'images/Дивани-прямі-і-кутові/Дитячі-дивани.-Фабрика-Мебель-Сервіс/Дитячий-диван-Юніор-Панда.-Фабрика-Мебель-Сервіс06.jpg'
    ],

    // Комоди
    'komodyKs': [
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-КС.-Фабрика-Київський-Стандарт10.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№1-4Ш.-Фабрика-Київський-Стандарт01.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№10-4Шбр.-Фабрика-Київський-Стандарт11.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№11-1Д4Шбр.-Фабрика-Київський-Стандарт12.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№12-2Д3Шмдф.-Фабрика-Київський-Стандарт13.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№13-2Д(R)3Шмдф.-Фабрика-Київський-Стандарт14.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№14-4Шбр.мдф.-Фабрика-Київський-Стандарт15.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№15-8Шбр.мдф.-Фабрика-Київський-Стандарт16.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№16-8Шбр.дсп.-Фабрика-Київський-Стандарт17.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№2-2+3Ш.-Фабрика-Київський-Стандарт02.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№3-3Ш.-Фабрика-Київський-Стандарт03.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№4-1Д4Ш.-Фабрика-Київський-Стандарт04.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№5-1Д3Ш.-Фабрика-Київський-Стандарт05.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№6-2Д4Ш.-Фабрика-Київський-Стандарт06.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№7-2Д3Ш.-Фабрика-Київський-Стандарт07.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№8-3Шніша.-Фабрика-Київський-Стандарт08.jpg',
        'images/Комоди/Комоди.-Фабрика-Київський-Стандарт/Комод-№9-5Ш.-Фабрика-Київський-Стандарт09.jpg'
    ],
    'komodyMbgd': [
        'images/Комоди/Комоди.-Фабрика-Мебігранд/Комод-Балі.-Фабрика-Мебігранд50.jpg',
        'images/Комоди/Комоди.-Фабрика-Мебігранд/Комод-Детройт.-Фабрика-Мебігранд48.jpg',
        'images/Комоди/Комоди.-Фабрика-Мебігранд/Комод-Тоскана-Гранд-Тумба-Тоскана.-Фабрика-Мебігранд51.jpg',
        'images/Комоди/Комоди.-Фабрика-Мебігранд/Комод-Тоскана.-Фабрика-Мебігранд49.jpg'
    ],
    'komodyKsR': [
        'images/Комоди/Комоди-різні.-Фабрика-Київський-Стандарт/Комоди-різні.-Фабрика-Київський-Стандарт01.jpg',
        'images/Комоди/Комоди-різні.-Фабрика-Київський-Стандарт/Комоди-різні.-Фабрика-Київський-Стандарт02.jpg',
        'images/Комоди/Комоди-різні.-Фабрика-Київський-Стандарт/Комоди-різні.-Фабрика-Київський-Стандарт03.jpg',
        'images/Комоди/Комоди-різні.-Фабрика-Київський-Стандарт/Комоди-різні.-Фабрика-Київський-Стандарт04.jpg',
        'images/Комоди/Комоди-різні.-Фабрика-Київський-Стандарт/Комоди-різні.-Фабрика-Київський-Стандарт05.jpg',
        'images/Комоди/Комоди-різні.-Фабрика-Київський-Стандарт/Комоди-різні.-Фабрика-Київський-Стандарт06.jpg'

    ],

    // Кухні
    'noviSeriiKS': [
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-GH.-Фабрика-Київський-Стандарт01.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-GH.-Фабрика-Київський-Стандарт02.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-GH.-Фабрика-Київський-Стандарт03.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-GH.-Фабрика-Київський-Стандарт04.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-GH.-Фабрика-Київський-Стандарт05.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-GH.-Фабрика-Київський-Стандарт06.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Гола.-Фабрика-Київський-Стандарт15.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Гола.-Фабрика-Київський-Стандарт16.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Гола.-Фабрика-Київський-Стандарт17.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Гола.-Фабрика-Київський-Стандарт18.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Лайн.-Фабрика-Київський-Стандарт23.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Лайн.-Фабрика-Київський-Стандарт24.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Лайн.-Фабрика-Київський-Стандарт25.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Лайн.-Фабрика-Київський-Стандарт26.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Мобі.-Фабрика-Київський-Стандарт27.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Мобі.-Фабрика-Київський-Стандарт28.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Мобі.-Фабрика-Київський-Стандарт29.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Мобі.-Фабрика-Київський-Стандарт30.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Мобі.-Фабрика-Київський-Стандарт31.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії-Мобі.-Фабрика-Київський-Стандарт32.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт07.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт08.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт09.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт10.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт11.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт12.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт13.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт14.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт19.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт20.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт21.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт22.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт33.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт34.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт35.jpg',
        'images/Кухні/Нові-Серії.-Фабрика-Київський-Стандарт/Кухні-Нові-Серії.-Фабрика-Київський-Стандарт36.jpg'
    ],
    'seriaDspKS': [
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП-Ірис.-Фабрика-Київський-Стандарт07.jpg',
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП-Ірис.-Фабрика-Київський-Стандарт08.jpg',
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП-Грейс.-Фабрика-Київський-Стандарт03.jpg',
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП-Грейс.-Фабрика-Київський-Стандарт04.jpg',
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП-Діана.-Фабрика-Київський-Стандарт05.jpg',
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП-Діана.-Фабрика-Київський-Стандарт06.jpg',
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП-Ліора.-Фабрика-Київський-Стандарт01.jpg',
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП-Ліора.-Фабрика-Київський-Стандарт02.jpg',
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП.-Фабрика-Київський-Стандарт09.jpg',
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП.-Фабрика-Київський-Стандарт10.jpg',
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП.-Фабрика-Київський-Стандарт11.jpg',
        'images/Кухні/Готові-рішення.-Серія-ДСП.-Фабрика-Київський-Стандарт/Кухні-Серія-ДСП.-Фабрика-Київський-Стандарт12.jpg'
    ],
    'seriaPlivkaKS': [
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Белла.-Фабрика-Київський-Стандарт05.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Белла.-Фабрика-Київський-Стандарт06.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Люсі.-Фабрика-Київський-Стандарт09.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Люсі.-Фабрика-Київський-Стандарт10.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Мило.-Фабрика-Київський-Стандарт15.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Мило.-Фабрика-Київський-Стандарт16.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Олівія.-Фабрика-Київський-Стандарт13.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Олівія.-Фабрика-Київський-Стандарт14.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Пряма-Люкс.-Фабрика-Київський-Стандарт11.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Пряма-Люкс.-Фабрика-Київський-Стандарт12.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Родос.-Фабрика-Київський-Стандарт01.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Родос.-Фабрика-Київський-Стандарт02.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Родос.-Фабрика-Київський-Стандарт03.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Родос.-Фабрика-Київський-Стандарт04.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Рубін.-Фабрика-Київський-Стандарт07.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка-Рубін.-Фабрика-Київський-Стандарт08.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка.-Фабрика-Київський-Стандарт17.jpg',
        'images/Кухні/Готові-рішення.-Серія-Плівка.-Фабрика-Київський-Стандарт/Кухні-Серія-Плівка.-Фабрика-Київський-Стандарт18.jpg'
    ],
    'seriaFarbaKS': [
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Емма.-Фабрика-Київський-Стандарт13.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Емма.-Фабрика-Київський-Стандарт14.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Емма.-Фабрика-Київський-Стандарт15.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Емма.-Фабрика-Київський-Стандарт16.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Лора.-Фабрика-Київський-Стандарт01.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Лора.-Фабрика-Київський-Стандарт02.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Лора.-Фабрика-Київський-Стандарт03.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Лора.-Фабрика-Київський-Стандарт04.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Мілана.-Фабрика-Київський-Стандарт07.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Мілана.-Фабрика-Київський-Стандарт08.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Мілана.-Фабрика-Київський-Стандарт09.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Мілана.-Фабрика-Київський-Стандарт10.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Мило.-Фабрика-Київський-Стандарт17.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Мило.-Фабрика-Київський-Стандарт18.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Ретро.-Фабрика-Київський-Стандарт11.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Ретро.-Фабрика-Київський-Стандарт12.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Родос.-Фабрика-Київський-Стандарт05.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба-Родос.-Фабрика-Київський-Стандарт06.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба.-Фабрика-Київський-Стандарт19.jpg',
        'images/Кухні/Готові-рішення.-Серія-Фарба.-Фабрика-Київський-Стандарт/Кухні-Серія-Фарба.-Фабрика-Київський-Стандарт20.jpg'
    ],
    'modulniKS': [
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт01.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт02.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт03.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт04.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт05.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт06.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт07.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт08.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт09.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт10.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт11.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт12.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт13.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт14.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт15.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт16.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт17.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт18.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт19.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт20.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт21.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт22.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт23.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт24.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт25.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт26.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт27.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт28.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт29.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт30.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт31.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт32.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт33.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт34.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт35.jpg',
        'images/Кухні/Модульні-під-замовлення.-Фабрика-Київський-Стандарт/Кухні-Модульні-під-замовлення.-Фабрика-Київський-Стандарт36.jpg'
    ],
    'techInfoKS': [
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт01.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт02.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт03.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт04.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт05.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт06.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт07.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт08.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт09.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт10.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт11.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт12.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт13.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт14.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт15.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт16.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт17.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт18.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт19.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт20.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт21.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт22.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт23.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт24.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт25.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт26.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт27.jpg',
        'images/Кухні/Технічна-Інформація.-Фабрика-Київський-Стандарт/Кухні-технічна-інформація.-Фабрика-Київський-Стандарт28.jpg'
    ],
    'kukhniMS': [
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухні-Беатріс-Агата.-Фабрика-Мебель-Сервіс32.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухні-Роял-Гранд.-Фабрика-Мебель-Сервіс22.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухні.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухні.-Фабрика-Мебель-Сервіс02.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухні.-Фабрика-Мебель-Сервіс37.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Імперія.-Фабрика-Мебель-Сервіс07.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Імперія.-Фабрика-Мебель-Сервіс08.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Агата.-Фабрика-Мебель-Сервіс33.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Агата.-Фабрика-Мебель-Сервіс34.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Агата.-Фабрика-Мебель-Сервіс35.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Агата.-Фабрика-Мебель-Сервіс36.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Аліна.-Фабрика-Мебель-Сервіс25.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Аліна.-Фабрика-Мебель-Сервіс26.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Гамма.-Фабрика-Мебель-Сервіс09.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Гамма.-Фабрика-Мебель-Сервіс10.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Гамма.-Фабрика-Мебель-Сервіс11.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Гамма.-Фабрика-Мебель-Сервіс12.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Гамма.-Фабрика-Мебель-Сервіс13.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Гамма.-Фабрика-Мебель-Сервіс14.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Гамма.-Фабрика-Мебель-Сервіс15.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Гамма.-Фабрика-Мебель-Сервіс16.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Гранд.-Фабрика-Мебель-Сервіс20.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Грета.-Фабрика-Мебель-Сервіс17.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Грета.-Фабрика-Мебель-Сервіс18.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Грета.-Фабрика-Мебель-Сервіс19.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Катрін.-Фабрика-Мебель-Сервіс31.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Корона.-Фабрика-Мебель-Сервіс23.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Лівія.-Фабрика-Мебель-Сервіс29.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Лівія.-Фабрика-Мебель-Сервіс30.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Медісон.-Фабрика-Мебель-Сервіс05.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Медісон.-Фабрика-Мебель-Сервіс06.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Ніка.-Фабрика-Мебель-Сервіс03.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Ніка.-Фабрика-Мебель-Сервіс04.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Оля.-Фабрика-Мебель-Сервіс24.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Паула-варіанти-стільниць-до-кухонь.-Фабрика-Мебель-Сервіс28.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Паула.-Фабрика-Мебель-Сервіс27.jpg',
        'images/Кухні/Кухні.-Фабрика-Мебель-Сервіс/Кухня-Роял.-Фабрика-Мебель-Сервіс21.jpg'
    ],
    'kukhniMM': [
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Bianca.-Фабрика-Миро-Марк04.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Bianca.-Фабрика-Миро-Марк05.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Bianca.-Фабрика-Миро-Марк06.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Florenc.-Фабрика-Миро-Марк07.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Florenc.-Фабрика-Миро-Марк08.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Florenc.-Фабрика-Миро-Марк09.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Millenium.-Фабрика-Миро-Марк10.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Millenium.-Фабрика-Миро-Марк11.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Orlando.-Фабрика-Миро-Марк01.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Orlando.-Фабрика-Миро-Марк02.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Orlando.-Фабрика-Миро-Марк03.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Sofia.-Фабрика-Миро-Марк12.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Sofia.-Фабрика-Миро-Марк13.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Vintage-Luxe.-Фабрика-Миро-Марк16.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Vintage-Luxe.-Фабрика-Миро-Марк18.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Vintage.-Фабрика-Миро-Марк14.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-Vintage.-Фабрика-Миро-Марк15.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади-переваги-кухонних-наборів-Luxe.-Фабрика-Миро-Марк17.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади.-Фабрика-Миро-Марк19.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади.-Фабрика-Миро-Марк20.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади.-Фабрика-Миро-Марк21.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади.-Фабрика-Миро-Марк22.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади.-Фабрика-Миро-Марк23.jpg',
        'images/Кухні/Кухні-і-фасади.-Фабрика-Миро-Марк/Кухні-і-фасади.-Фабрика-Миро-Марк24.jpg'
    ],
    'kukhniMebwood': [
        'images/Кухні/Кухні-і-кут-кухонний.-Фабрика-Mebwood/Кухна-Рівєра.-Фабрика-Mebwood07.jpg',
        'images/Кухні/Кухні-і-кут-кухонний.-Фабрика-Mebwood/Кухня-Гранд.-Фабрика-Mebwood01.jpg',
        'images/Кухні/Кухні-і-кут-кухонний.-Фабрика-Mebwood/Кухня-Модерн.-Фабрика-Mebwood10.jpg',
        'images/Кухні/Кухні-і-кут-кухонний.-Фабрика-Mebwood/Кухня-Фрідом.-Фабрика-Mebwood27.jpg',
        'images/Кухні/Кухні-і-кут-кухонний.-Фабрика-Mebwood/Кухонний-кут-Гранд.-Фабрика-Mebwood15.jpg'
    ],
    // М'які ліжка
    'rizo': [
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Дитяче-Ліжко-D-001.-Фабрика-Різо-Меблі36.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Дитяче-Ліжко-D-002.-Фабрика-Різо-Меблі37.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Дитяче-Ліжко-D-003.-Фабрика-Різо-Меблі38.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Дитяче-Ліжко-D-004.-Фабрика-Різо-Меблі39.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Дитяче-Ліжко-D-005.-Фабрика-Різо-Меблі40.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Дитяче-Ліжко-D-014.-Фабрика-Різо-Меблі41.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-004.-Фабрика-Різо-Меблі35.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-005.-Фабрика-Різо-Меблі34.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-011.-Фабрика-Різо-Меблі33.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-012.-Фабрика-Різо-Меблі32.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-013.-Фабрика-Різо-Меблі31.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-014.-Фабрика-Різо-Меблі30.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-015.-Фабрика-Різо-Меблі29.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-017.-Фабрика-Різо-Меблі28.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-018.-Фабрика-Різо-Меблі27.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-020.-Фабрика-Різо-Меблі26.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-021.-Фабрика-Різо-Меблі25.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-022.-Фабрика-Різо-Меблі24.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-023.-Фабрика-Різо-Меблі23.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-024.-Фабрика-Різо-Меблі22.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-025.-Фабрика-Різо-Меблі21.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-026.-Фабрика-Різо-Меблі20.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-029.-Фабрика-Різо-Меблі19.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-031-M.-Фабрика-Різо-Меблі14.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-031-M.-Фабрика-Різо-Меблі15.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-031.-Фабрика-Різо-Меблі16.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-033.-Фабрика-Різо-Меблі18.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-034.-Фабрика-Різо-Меблі17.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-038.-Фабрика-Різо-Меблі12.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-038.-Фабрика-Різо-Меблі13.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-041.-Фабрика-Різо-Меблі10.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-041.-Фабрика-Різо-Меблі11.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-043.-Фабрика-Різо-Меблі08.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-043.-Фабрика-Різо-Меблі09.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-045.-Фабрика-Різо-Меблі06.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-045.-Фабрика-Різо-Меблі07.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-050.-Фабрика-Різо-Меблі04.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-050.-Фабрика-Різо-Меблі05.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-051.-Фабрика-Різо-Меблі44.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко-L-051.-Фабрика-Різо-Меблі45.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко.-Фабрика-Різо-Меблі01.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко.-Фабрика-Різо-Меблі02.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Ліжко.-Фабрика-Різо-Меблі03.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Тумба-T-001-LED.-Фабрика-Різо-Меблі42.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Різо/Тумба-T-005.-Фабрика-Різо-Меблі43.jpg'
    ],
    'myakiLizhkaKS': [
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Єва.-Фабрика-Київський-Стандарт15.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Єва.-Фабрика-Київський-Стандарт16.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Версаль.-Фабрика-Київський-Стандарт01.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Версаль.-Фабрика-Київський-Стандарт02.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Версаль.-Фабрика-Київський-Стандарт03.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Версаль.-Фабрика-Київський-Стандарт04.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Монако.-Фабрика-Київський-Стандарт05.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Монако.-Фабрика-Київський-Стандарт06.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Монако.-Фабрика-Київський-Стандарт07.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Монако.-Фабрика-Київський-Стандарт08.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Рівєра.-Фабрика-Київський-Стандарт09.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Рівєра.-Фабрика-Київський-Стандарт10.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Рівєра.-Фабрика-Київський-Стандарт11.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Рівєра.-Фабрика-Київський-Стандарт12.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Флеш.-Фабрика-Київський-Стандарт13.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Київський-Стандарт/Мякі-ліжка-Флеш.-Фабрика-Київський-Стандарт14.jpg'
    ],
    'myakiKrislaKS': [
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-7000.-Фабрика-Київський-Стандарт13.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-7000.-Фабрика-Київський-Стандарт14.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Греція.-Фабрика-Київський-Стандарт15.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Греція.-Фабрика-Київський-Стандарт16.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Класік.-Фабрика-Київський-Стандарт17.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Класік.-Фабрика-Київський-Стандарт18.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Книжка.-Фабрика-Київський-Стандарт01.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Книжка.-Фабрика-Київський-Стандарт02.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Лілу.-Фабрика-Київський-Стандарт19.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Лілу.-Фабрика-Київський-Стандарт20.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Міраж.-Фабрика-Київський-Стандарт21.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Міраж.-Фабрика-Київський-Стандарт22.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Соната.-Фабрика-Київський-Стандарт11.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Соната.-Фабрика-Київський-Стандарт12.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Софія-2.-Фабрика-Київський-Стандарт09.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Софія-2.-Фабрика-Київський-Стандарт10.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Фокус-2.-Фабрика-Київський-Стандарт07.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Фокус-2.-Фабрика-Київський-Стандарт08.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Циклон.-Фабрика-Київський-Стандарт23.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Циклон.-Фабрика-Київський-Стандарт24.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Шабо.-Фабрика-Київський-Стандарт25.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Шабо.-Фабрика-Київський-Стандарт26.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Шарм.-Фабрика-Київський-Стандарт03.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Шарм.-Фабрика-Київський-Стандарт04.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Шарм.-Фабрика-Київський-Стандарт05.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-крісла.-Фабрика-Київський-Стандарт/Мякі-крісла-Шарм.-Фабрика-Київський-Стандарт06.jpg'
    ],
    'myakiLizhkaSS': [
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка-і-крісла.-Фабрика-Сократ-Свінг/Крісло-не-розкладне.-Фабрика-Сократ-Свінг06.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка-і-крісла.-Фабрика-Сократ-Свінг/Крісло-розкладне.-Фабрика-Сократ-Свінг07.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка-і-крісла.-Фабрика-Сократ-Свінг/Мяке-ліжко-Анна.-Фабрика-Сократ-Свінг04.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка-і-крісла.-Фабрика-Сократ-Свінг/Мяке-ліжко-Гелена.-Фабрика-Сократ-Свінг02.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка-і-крісла.-Фабрика-Сократ-Свінг/Мяке-ліжко-Марія.-Фабрика-Сократ-Свінг03.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка-і-крісла.-Фабрика-Сократ-Свінг/Мяке-ліжко-Стефанія.-Фабрика-Сократ-Свінг01.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка-і-крісла.-Фабрика-Сократ-Свінг/Мяке-ліжко-Честер.-Фабрика-Сократ-Свінг05.jpg'
    ],
    'myakiLizhkaMS': [
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Мебель-Сервіс/Мякі-ліжка.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Мебель-Сервіс/Мякі-ліжка.-Фабрика-Мебель-Сервіс02.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Мебель-Сервіс/Мякі-ліжка.-Фабрика-Мебель-Сервіс03.jpg'
    ],
    'myakiLizhkaMM': [
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Миро-Марк/Мякі-ліжка.-Фабрика-Миро-Марк01.jpg',
        'images/Мякі-ліжка-і-крісла/Мякі-ліжка.-Фабрика-Миро-Марк/Мякі-ліжка.-Фабрика-Миро-Марк02.jpg'
    ],

    // Передпокої
    'peredpokoyiKS': [
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-Єва.-Фабрика-Київський-Стандарт11.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-Єва.-Фабрика-Київський-Стандарт12.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-Єва.-Фабрика-Київський-Стандарт13.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-В-1.-Фабрика-Київський-Стандарт14.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-В-1.-Фабрика-Київський-Стандарт15.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-В-2.-Фабрика-Київський-Стандарт16.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-В-2.-Фабрика-Київський-Стандарт17.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-В-2.-Фабрика-Київський-Стандарт18.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-КласикаД.-Фабрика-Київський-Стандарт19.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-КласикаД.-Фабрика-Київський-Стандарт23.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-КласикаД.-Фабрика-Київський-Стандарт24.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-КласикаМ.-Фабрика-Київський-Стандарт20.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-КласикаМ.-Фабрика-Київський-Стандарт21.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-КласикаМ.-Фабрика-Київський-Стандарт22.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-МВ.-Фабрика-Київський-Стандарт01.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-МВ.-Фабрика-Київський-Стандарт02.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-МВ.-Фабрика-Київський-Стандарт03.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-МВ.-Фабрика-Київський-Стандарт04.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-МВ.-Фабрика-Київський-Стандарт05.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-МВ.-Фабрика-Київський-Стандарт06.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-МВ.-Фабрика-Київський-Стандарт07.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-МВ.-Фабрика-Київський-Стандарт08.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-МВ.-Фабрика-Київський-Стандарт09.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-МВ.-Фабрика-Київський-Стандарт10.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-Стиль.-Фабрика-Київський-Стандарт25.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-Стиль.-Фабрика-Київський-Стандарт26.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-Стиль.-Фабрика-Київський-Стандарт27.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Київський-Стандарт/Передпокої-Стиль.-Фабрика-Київський-Стандарт28.jpg'
    ],
    'peredpokoyiMS': [
        'images/Передпокої/Передпокої.-Фабрика-Мебель-Сервіс/Передпокій-Лора-Блюз.-Фабрика-Мебель-Сервіс03.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Мебель-Сервіс/Передпокій-Оріон.-Фабрика-Мебель-Сервіс05.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Мебель-Сервіс/Передпокій-Палермо-Марк150.-Фабрика-Мебель-Сервіс06.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Мебель-Сервіс/Передпокій-Парма.-Фабрика-Мебель-Сервіс07.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Мебель-Сервіс/Передпокій-Парма.-Фабрика-Мебель-Сервіс08.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Мебель-Сервіс/Передпокій-Соня.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Мебель-Сервіс/Передпокій-Торіно.-Фабрика-Мебель-Сервіс02.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Мебель-Сервіс/Передпокій-Тріо.-Фабрика-Мебель-Сервіс04.jpg'
    ],
    'peredpokoyiMM': [
        'images/Передпокої/Передпокої.-Фабрика-Миро-Марк/Передпокій-Amanda.-Фабрика-Миро-Марк01.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Миро-Марк/Передпокій-Amanda.-Фабрика-Миро-Марк02.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Миро-Марк/Передпокій-Asti.-Фабрика-Миро-Марк06.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Миро-Марк/Передпокій-Bella.-Фабрика-Миро-Марк04.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Миро-Марк/Передпокій-Bella.-Фабрика-Миро-Марк05.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Миро-Марк/Передпокій-Luna.-Фабрика-Миро-Марк07.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Миро-Марк/Передпокій-Luna.-Фабрика-Миро-Марк08.jpg',
        'images/Передпокої/Передпокої.-Фабрика-Миро-Марк/Передпокій-Staella.-Фабрика-Миро-Марк03.jpg'
    ],

    // Різне
    'seriiRozpashnyh': [
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-ЕлегантД.-Фабрика-Київський-Стандарт19.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-ЕлегантД.-Фабрика-Київський-Стандарт20.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-ЕлегантМ,Д.-Фабрика-Київський-Стандарт23.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-ЕлегантМ.-Фабрика-Київський-Стандарт16.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-ЕлегантМ.-Фабрика-Київський-Стандарт17.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-ЕлегантМ.-Фабрика-Київський-Стандарт18.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Ліон.-Фабрика-Київський-Стандарт36.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Ліон.-Фабрика-Київський-Стандарт37.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Ліон.-Фабрика-Київський-Стандарт38.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант-М,Д.-Фабрика-Київський-Стандарт24.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт01.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт02.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт03.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт04.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт05.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт06.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт07.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт08.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт09.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт10.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт21.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегант.-Фабрика-Київський-Стандарт22.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегантД.-Фабрика-Київський-Стандарт14.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегантД.-Фабрика-Київський-Стандарт15.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегантМ.-Фабрика-Київський-Стандарт11.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегантМ.-Фабрика-Київський-Стандарт12.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Лайн-елегантМ.-Фабрика-Київський-Стандарт13.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-М-стиль.-Фабрика-Київський-Стандарт27.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-М-стиль.-Фабрика-Київський-Стандарт28.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-М-стиль.-Фабрика-Київський-Стандарт29.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-М-стиль.-Фабрика-Київський-Стандарт30.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-М-стиль.-Фабрика-Київський-Стандарт31.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-М-стиль.-Фабрика-Київський-Стандарт32.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-М-стиль.-Фабрика-Київський-Стандарт33.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-М-стиль.-Фабрика-Київський-Стандарт34.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-М-стиль.-Фабрика-Київський-Стандарт35.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Сем.-Фабрика-Київський-Стандарт25.jpg',
        'images/Різне/Серії-шаф-розпашних.-Фабрика-Київський-Стандарт/Серії-шаф-розпашних-Сем.-Фабрика-Київський-Стандарт26.jpg'
    ],
    'rozpRizni': [
        'images/Різне/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт01.jpg',
        'images/Різне/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт02.jpg',
        'images/Різне/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт03.jpg',
        'images/Різне/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт04.jpg',
        'images/Різне/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт05.jpg',
        'images/Різне/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт06.jpg',
        'images/Різне/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт07.jpg',
        'images/Різне/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт/Шафи-розпашні-різні.-Фабрика-Київський-Стандарт08.jpg'
    ],
    'decor': [
        'images/Різне/Decor-Collection.-Фабрика-Миро-Марк/Decor-Collection.-Фабрика-Миро-Марк01.jpg',
        'images/Різне/Decor-Collection.-Фабрика-Миро-Марк/Decor-Collection.-Фабрика-Миро-Марк02.jpg',
        'images/Різне/Decor-Collection.-Фабрика-Миро-Марк/Decor-Collection.-Фабрика-Миро-Марк03.jpg',
        'images/Різне/Decor-Collection.-Фабрика-Миро-Марк/Decor-Collection.-Фабрика-Миро-Марк04.jpg',
        'images/Різне/Decor-Collection.-Фабрика-Миро-Марк/Decor-Collection.-Фабрика-Миро-Марк05.jpg'
    ],
    'vishaky': [
        'images/Різне/Відкриті-вішалки.-Фабрика-Київський-Стандарт/Відкриті-вішалки.-Фабрика-Київський-Стандарт01.jpg'
    ],
    'dzerkala': [
        'images/Різне/Дзеркала.-Фабрика-Київський-Стандарт/Дзеркала.-Фабрика-Київський-Стандарт01.jpg'
    ],
    'lizhkaRizni': [
        'images/Різне/Ліжка-різні.-Фабрика-Київський-Стандарт/Ліжка-різні.-Фабрика-Київський-Стандарт01.jpg',
        'images/Різне/Ліжка-різні.-Фабрика-Київський-Стандарт/Ліжка-різні.-Фабрика-Київський-Стандарт02.jpg'
    ],
    'polyci': [
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт01.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт02.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт03.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт04.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт05.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт06.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт07.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт08.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт09.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт10.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт11.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт12.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт13.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт14.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт15.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт16.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт17.jpg',
        'images/Різне/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт/Тумби-навісні-полиці-стелажі.-Фабрика-Київський-Стандарт18.jpg'
    ],
    'tAntre': [
        'images/Різне/Тумби-на-антресолі.-Фабрика-Київський-Стандарт/Тумби-на-антресолі.-Фабрика-Київський-Стандарт01.jpg',
        'images/Різне/Тумби-на-антресолі.-Фабрика-Київський-Стандарт/Тумби-на-антресолі.-Фабрика-Київський-Стандарт02.jpg'
    ],
    'tNavisni': [
        'images/Різне/Тумби-навісні-і-полиці-навісні.-Фабрика-Київський-Стандарт/Тумби-навісні-і-полиці-навісні.-Фабрика-Київський-Стандарт01.jpg',
        'images/Різне/Тумби-навісні-і-полиці-навісні.-Фабрика-Київський-Стандарт/Тумби-навісні-і-полиці-навісні.-Фабрика-Київський-Стандарт02.jpg'
    ],
    'tPrylizhk': [
        'images/Різне/Тумби-приліжкові.-Фабрика-Київський-Стандарт/Тумби-приліжкові.-Фабрика-Київський-Стандарт01.jpg'
    ],
    'tTV': [
        'images/Різне/Тумби-ТБ.-Фабрика-Київський-Стандарт/Тумби-ТБ.-Фабрика-Київський-Стандарт01.jpg',
        'images/Різне/Тумби-ТБ.-Фабрика-Київський-Стандарт/Тумби-ТБ.-Фабрика-Київський-Стандарт02.jpg'
    ],

    // Системи
    'systemyKS': [
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Афіна.-Фабрика-Київський-Стандарт29.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Афіна.-Фабрика-Київський-Стандарт30.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Афіна.-Фабрика-Київський-Стандарт31.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Афіна.-Фабрика-Київський-Стандарт32.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Афіна.-Фабрика-Київський-Стандарт33.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Афіна.-Фабрика-Київський-Стандарт34.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Глорія.-Фабрика-Київський-Стандарт35.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Глорія.-Фабрика-Київський-Стандарт36.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Глорія.-Фабрика-Київський-Стандарт37.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Глорія.-Фабрика-Київський-Стандарт38.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Глорія.-Фабрика-Київський-Стандарт39.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Глорія.-Фабрика-Київський-Стандарт40.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Грін.-Фабрика-Київський-Стандарт21.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Грін.-Фабрика-Київський-Стандарт22.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Грін.-Фабрика-Київський-Стандарт23.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Грін.-Фабрика-Київський-Стандарт24.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лілія.-Фабрика-Київський-Стандарт83.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лілія.-Фабрика-Київський-Стандарт84.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-ЛіліяД.-Фабрика-Київський-Стандарт79.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-ЛіліяД.-Фабрика-Київський-Стандарт80.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-ЛіліяМ.-Фабрика-Київський-Стандарт81.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-ЛіліяМ.-Фабрика-Київський-Стандарт82.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліма.-Фабрика-Київський-Стандарт17.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліма.-Фабрика-Київський-Стандарт18.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліма.-Фабрика-Київський-Стандарт19.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліма.-Фабрика-Київський-Стандарт20.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліра.-Фабрика-Київський-Стандарт41.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліра.-Фабрика-Київський-Стандарт42.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліра.-Фабрика-Київський-Стандарт43.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліра.-Фабрика-Київський-Стандарт44.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліра.-Фабрика-Київський-Стандарт45.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліра.-Фабрика-Київський-Стандарт46.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліра.-Фабрика-Київський-Стандарт47.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліра.-Фабрика-Київський-Стандарт48.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліра.-Фабрика-Київський-Стандарт49.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Ліра.-Фабрика-Київський-Стандарт50.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт85.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт86.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт87.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт88.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт89.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт90.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт91.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт92.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт93.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт94.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт95.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Лайн.-Фабрика-Київський-Стандарт96.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Руна.-Фабрика-Київський-Стандарт05.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Руна.-Фабрика-Київський-Стандарт06.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Руна.-Фабрика-Київський-Стандарт07.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Руна.-Фабрика-Київський-Стандарт08.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Руна.-Фабрика-Київський-Стандарт09.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Руна.-Фабрика-Київський-Стандарт10.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Руна.-Фабрика-Київський-Стандарт11.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Руна.-Фабрика-Київський-Стандарт12.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Соло.-Фабрика-Київський-Стандарт25.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Соло.-Фабрика-Київський-Стандарт26.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Соло.-Фабрика-Київський-Стандарт27.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Соло.-Фабрика-Київський-Стандарт28.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Софі.-Фабрика-Київський-Стандарт51.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Софі.-Фабрика-Київський-Стандарт52.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Софі.-Фабрика-Київський-Стандарт53.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Софі.-Фабрика-Київський-Стандарт54.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Софі.-Фабрика-Київський-Стандарт55.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Софі.-Фабрика-Київський-Стандарт56.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тіффані.-Фабрика-Київський-Стандарт63.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тіффані.-Фабрика-Київський-Стандарт64.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тіффані.-Фабрика-Київський-Стандарт65.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тіффані.-Фабрика-Київський-Стандарт66.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тіффані.-Фабрика-Київський-Стандарт67.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тіффані.-Фабрика-Київський-Стандарт68.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Терра.-Фабрика-Київський-Стандарт57.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Терра.-Фабрика-Київський-Стандарт58.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Терра.-Фабрика-Київський-Стандарт59.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Терра.-Фабрика-Київський-Стандарт60.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Терра.-Фабрика-Київський-Стандарт61.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Терра.-Фабрика-Київський-Стандарт62.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тея.-Фабрика-Київський-Стандарт13.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тея.-Фабрика-Київський-Стандарт14.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тея.-Фабрика-Київський-Стандарт15.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тея.-Фабрика-Київський-Стандарт16.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоня.-Фабрика-Київський-Стандарт01.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоня.-Фабрика-Київський-Стандарт02.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоня.-Фабрика-Київський-Стандарт03.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоня.-Фабрика-Київський-Стандарт04.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоскана-ДСП.-Фабрика-Київський-Стандарт70.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоскана-ДСП.-Фабрика-Київський-Стандарт72.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоскана-МДФ.-Фабрика-Київський-Стандарт69.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоскана-МДФ.-Фабрика-Київський-Стандарт71.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоскана-МДФ.-Фабрика-Київський-Стандарт73.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоскана-МДФ.-Фабрика-Київський-Стандарт74.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоскана-МДФ.-Фабрика-Київський-Стандарт75.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоскана.-Фабрика-Київський-Стандарт76.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоскана.-Фабрика-Київський-Стандарт77.jpg',
        'images/Модульні-системи-для-різних-кімнат/Модульні-системи.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Тоскана.-Фабрика-Київський-Стандарт78.jpg'
    ],
    'systemyMS': [
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Іріс.-Фабрика-Мебель-Сервіс19.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Іріс.-Фабрика-Мебель-Сервіс20.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Іріс.-Фабрика-Мебель-Сервіс21.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Болонія.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Валенсія.-Фабрика-Мебель-Сервіс37.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Валенсія.-Фабрика-Мебель-Сервіс38.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Валенсія.-Фабрика-Мебель-Сервіс39.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Вектор.-Фабрика-Мебель-Сервіс08.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Вектор.-Фабрика-Мебель-Сервіс09.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Велс.-Фабрика-Мебель-Сервіс14.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Велс.-Фабрика-Мебель-Сервіс15.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Гресс.-Фабрика-Мебель-Сервіс25.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Гресс.-Фабрика-Мебель-Сервіс26.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Гресс.-Фабрика-Мебель-Сервіс27.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Джована.-Фабрика-Мебель-Сервіс12.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Джована.-Фабрика-Мебель-Сервіс13.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Джорджія.-Фабрика-Мебель-Сервіс22.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Джорджія.-Фабрика-Мебель-Сервіс23.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Джорджія.-Фабрика-Мебель-Сервіс24.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Емілі.-Фабрика-Мебель-Сервіс10.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Емілі.-Фабрика-Мебель-Сервіс11.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Ламі.-Фабрика-Мебель-Сервіс32.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Ламі.-Фабрика-Мебель-Сервіс33.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Лола.-Фабрика-Мебель-Сервіс05.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Лола.-Фабрика-Мебель-Сервіс06.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Лола.-Фабрика-Мебель-Сервіс07.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Мілан.-Фабрика-Мебель-Сервіс18.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Омега.-Фабрика-Мебель-Сервіс16.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Омега.-Фабрика-Мебель-Сервіс17.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Стелла.-Фабрика-Мебель-Сервіс02.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Стелла.-Фабрика-Мебель-Сервіс03.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Стелла.-Фабрика-Мебель-Сервіс04.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Тіпс.-Фабрика-Мебель-Сервіс34.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Тіпс.-Фабрика-Мебель-Сервіс35.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Тіпс.-Фабрика-Мебель-Сервіс36.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Фантазія-Ню.-Фабрика-Мебель-Сервіс28.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Фантазія-Ню.-Фабрика-Мебель-Сервіс29.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Фантазія-Ню.-Фабрика-Мебель-Сервіс30.jpg',
        'images/Модульні-системи-для-різних-кімнат/Системи.-Фабрика-Мебель-Сервіс/Система-Фантазія-Ню.-Фабрика-Мебель-Сервіс31.jpg'
    ],
    'systemyMW': [
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Рівєра.-Фабрика-Mebwood02.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Рівєра.-Фабрика-Mebwood03.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Рівєра.-Фабрика-Mebwood05.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Рівєра.-Фабрика-Mebwood06.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Рвєра.-Фабрика-Mebwood04.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Фрідом.-Фабрика-Mebwood20.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Фрідом.-Фабрика-Mebwood21.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Фрідом.-Фабрика-Mebwood22.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Фрідом.-Фабрика-Mebwood23.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Фрідом.-Фабрика-Mebwood24.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Фрідом.-Фабрика-Mebwood25.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Колекція-Фрідом.-Фабрика-Mebwood26.jpg',
        'images/Модульні-системи-для-різних-кімнат/Колекції.-Фабрика-Mebwood/Офіс-Лофт.-Фабрика-Mebwood11.jpg'
    ],

    // Спальні
    'spalniModMM': [
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Asti.-Фабрика-Миро-Марк12.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Asti.-Фабрика-Миро-Марк13.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Bella.-Фабрика-Миро-Марк17.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Bella.-Фабрика-Миро-Марк18.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Bella.-Фабрика-Миро-Марк19.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Bella.-Фабрика-Миро-Марк20.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Bogema.-Фабрика-Миро-Марк21.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Bogema.-Фабрика-Миро-Марк22.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Bogema.-Фабрика-Миро-Марк23.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Family.-Фабрика-Миро-Марк01.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Family.-Фабрика-Миро-Марк02.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Family.-Фабрика-Миро-Марк03.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Florence.-Фабрика-Миро-Марк16.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Linz.-Фабрика-Миро-Марк07.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Luna.-Фабрика-Миро-Марк10.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Luna.-Фабрика-Миро-Марк11.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Nicky.-Фабрика-Миро-Марк08.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Nicky.-Фабрика-Миро-Марк09.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Quadro.-Фабрика-Миро-Марк05.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Quadro.-Фабрика-Миро-Марк06.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Ramona.-Фабрика-Миро-Марк14.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Ramona.-Фабрика-Миро-Марк15.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Roma.-Фабрика-Миро-Марк24.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Roma.-Фабрика-Миро-Марк25.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Terra.-Фабрика-Миро-Марк27.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Viola-Terra.-Фабрика-Миро-Марк28.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Viola.-Фабрика-Миро-Марк26.jpg',
        'images/Спальні/Спальні-модерн.-Фабрика-Миро-Марк/Спальні-модерн-Viva.-Фабрика-Миро-Марк04.jpg'
    ],
    'spalniKlMM': [
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Eva.-Фабрика-Миро-Марк13.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Eva.-Фабрика-Миро-Марк14.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Futura.-Фабрика-Миро-Марк21.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Imperia.-Фабрика-Миро-Марк11.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Imperia.-Фабрика-Миро-Марк12.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Jennifer.-Фабрика-Миро-Марк05.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Jennifer.-Фабрика-Миро-Марк06.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Jennifer.-Фабрика-Миро-Марк07.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Luiza.-Фабрика-Миро-Марк01.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Luiza.-Фабрика-Миро-Марк02.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Martina.-Фабрика-Миро-Марк20.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Olimpia.-Фабрика-Миро-Марк18.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Olimpia.-Фабрика-Миро-Марк19.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Provance.-Фабрика-Миро-Марк09.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Provance.-Фабрика-Миро-Марк10.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Regina.-Фабрика-Миро-Марк15.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Regina.-Фабрика-Миро-Марк16.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Regina.-Фабрика-Миро-Марк17.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Rosella.-Фабрика-Миро-Марк03.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Rosella.-Фабрика-Миро-Марк04.jpg',
        'images/Спальні/Спальні-класика.-Фабрика-Миро-Марк/Спальні-класика-Victoria.-Фабрика-Миро-Марк08.jpg'
    ],
    'spalniMS': [
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Алабама.-Фабрика-Мебель-Сервіс27.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Аляска.-Фабрика-Мебель-Сервіс11.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Аляска.-Фабрика-Мебель-Сервіс12.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Аляска.-Фабрика-Мебель-Сервіс13.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Араміс.-Фабрика-Мебель-Сервіс25.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Бароко.-Фабрика-Мебель-Сервіс20.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Бароко.-Фабрика-Мебель-Сервіс21.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Брістоль-Ню.-Фабрика-Мебель-Сервіс05.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Вероніка.-Фабрика-Мебель-Сервіс09.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Вероніка.-Фабрика-Мебель-Сервіс10.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Глорія.-Фабрика-Мебель-Сервіс02.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Даллас.-Фабрика-Мебель-Сервіс22.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Даллас.-Фабрика-Мебель-Сервіс23.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Домініка.-Фабрика-Мебель-Сервіс28.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Домініка.-Фабрика-Мебель-Сервіс29.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Кім.-Фабрика-Мебель-Сервіс03.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Кім.-Фабрика-Мебель-Сервіс04.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Кантрі.-Фабрика-Мебель-Сервіс24.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Лондон.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Мілан.-Фабрика-Мебель-Сервіс06.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Мілано.-Фабрика-Мебель-Сервіс18.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Мілано.-Фабрика-Мебель-Сервіс19.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Маркос.-Фабрика-Мебель-Сервіс14.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Соната.-Фабрика-Мебель-Сервіс30.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Софія.-Фабрика-Мебель-Сервіс26.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Токіо.-Фабрика-Мебель-Сервіс15.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Токіо.-Фабрика-Мебель-Сервіс16.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Токіо.-Фабрика-Мебель-Сервіс17.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Фієста.-Фабрика-Мебель-Сервіс08.jpg',
        'images/Спальні/Спальні.-Фабрика-Мебель-Сервіс/Спальня-Флоренс.-Фабрика-Мебель-Сервіс07.jpg'
    ],
    'spalniKS': [
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Іда.-Фабрика-Київський-Стандарт109.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Іда.-Фабрика-Київський-Стандарт110.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Іда.-Фабрика-Київський-Стандарт111.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Іда.-Фабрика-Київський-Стандарт112.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Діана.-Фабрика-Київський-Стандарт105.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Діана.-Фабрика-Київський-Стандарт106.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Діана.-Фабрика-Київський-Стандарт107.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Діана.-Фабрика-Київський-Стандарт108.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Мірта.-Фабрика-Київський-Стандарт113.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Мірта.-Фабрика-Київський-Стандарт114.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Мірта.-Фабрика-Київський-Стандарт115.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Мірта.-Фабрика-Київський-Стандарт116.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Марі.-Фабрика-Київський-Стандарт100.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Марі.-Фабрика-Київський-Стандарт97.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Марі.-Фабрика-Київський-Стандарт98.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Марі.-Фабрика-Київський-Стандарт99.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Фокс.-Фабрика-Київський-Стандарт101.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Фокс.-Фабрика-Київський-Стандарт102.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Фокс.-Фабрика-Київський-Стандарт103.jpg',
        'images/Спальні/Спальні.-Фабрика-Київський-Стандарт/Модульні-системи-і-спальні-Фокс.-Фабрика-Київський-Стандарт104.jpg'
    ],
    'spalniMW': [
        'images/Спальні/Спальні-і-ліжка.-Фабрика-Mebwood/Ліжко-Кантрі-Люкс.-Фабрика-Mebwood09.jpg',
        'images/Спальні/Спальні-і-ліжка.-Фабрика-Mebwood/Спальня-Венеція.-Фабрика-Mebwood13.jpg',
        'images/Спальні/Спальні-і-ліжка.-Фабрика-Mebwood/Спальня-Глорія.-Фабрика-Mebwood14.jpg',
        'images/Спальні/Спальні-і-ліжка.-Фабрика-Mebwood/Спальня-Модерн.-Фабрика-Mebwood08.jpg',
        'images/Спальні/Спальні-і-ліжка.-Фабрика-Mebwood/Спальня-Неаполь.-Фабрика-Mebwood12.jpg'
    ],

    // Столи
    'tysa': [
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стіл-Артур-100-Стілець-Соло.-Фабрика-Тиса02.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стіл-Артур-120-Стілець-Ніла.-Фабрика-Тиса12.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стіл-Тис-12-Стілець-Ріо-Ріо-Арм.-Фабрика-Тиса10.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стіл-Тис-3-Стілець-Ніла.-Фабрика-Тиса08.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стіл-Тис-3-Стілець-Том-Х.-Фабрика-Тиса04.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стіл-Тис-54-Стілець-Том-8.-Фабрика-Тиса06.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стіл-Тис-8-Стілець-Том-5.-Фабрика-Тиса14.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стілець-Делі-Делі-Арм-Ліра-Родео.-Фабрика-Тиса13.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стілець-Комо-Міка-Поло-Туліп.-Фабрика-Тиса09.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стілець-Лео-Лео-Арм-Лора-Ахіл.-Фабрика-Тиса11.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стілець-Мері-Мері-тап-Вела-Лука.-Фабрика-Тиса01.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стілець-Ніла-Віка-Ріо-Ріо-Арм.-Фабрика-Тиса07.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стілець-Соло-Міні-Том-3-Том-5.-Фабрика-Тиса03.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Тиса/Стілець-Том-6-Том-8-Том-81-ТомХ.-Фабрика-Тиса05.jpg'
    ],
    'marko': [
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi-soft-код-034-035.-Фабрика-Марко48.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi-soft-код-036-037.-Фабрика-Марко50.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi-soft.-Фабрика-Марко45.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi-soft.-Фабрика-Марко46.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi-soft.-Фабрика-Марко47.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi-soft.-Фабрика-Марко49.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi-код-020-021.-Фабрика-Марко39.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi-код-022-023.-Фабрика-Марко35.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi-Код-026-027.-Фабрика-Марко37.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi.-Фабрика-Марко32.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi.-Фабрика-Марко33.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi.-Фабрика-Марко34.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi.-Фабрика-Марко36.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Navi.-Фабрика-Марко38.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Remo-soft-код-038-039.-Фабрика-Марко52.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Remo-soft.-Фабрика-Марко51.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Remo-код-040-041.-Фабрика-Марко55.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Remo.-Фабрика-Марко54.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Комплект-Версаль-2.-Фабрика-Марко01.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Комплект-Версаль.-Фабрика-Марко42.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Комплект-Версаль.-Фабрика-Марко59.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Комплект-Едельвейс-2.-Фабрика-Марко02.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Комплект-Едельвейс.-Фабрика-Марко20.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Комплект-Классік-2.-Фабрика-Марко58.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Комплект-Классік.-Фабрика-Марко56.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Комплект-Лео-2.-Фабрика-Марко53.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Комплект-Лео-3.-Фабрика-Марко57.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Комплект-Лео.-Фабрика-Марко31.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Локі-код-030-031.-Фабрика-Марко41.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Локі-код-032-033.-Фабрика-Марко44.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Локі.-Фабрика-Марко40.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Локі.-Фабрика-Марко43.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз-2-Код-001-003.-Фабрика-Марко17.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз-2-Код-004-006.-Фабрика-Марко19.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз-2-Код-007-009.-Фабрика-Марко22.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз-2.-Фабрика-Марко14.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз-2.-Фабрика-Марко15.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз-2.-Фабрика-Марко16.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз-2.-Фабрика-Марко18.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз-2.-Фабрика-Марко21.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз-Код-001-002.-Фабрика-Марко09.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз-Код-004-005.-Фабрика-Марко11.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз-Код-007-008.-Фабрика-Марко13.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз.-Фабрика-Марко06.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз.-Фабрика-Марко07.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз.-Фабрика-Марко08.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз.-Фабрика-Марко10.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Маркіз.-Фабрика-Марко12.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Марко-Код-010-011.-Фабрика-Марко28.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Марко-Код-012-013.-Фабрика-Марко26.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Марко-Код-016-017.-Фабрика-Марко30.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Марко.-Фабрика-Марко23.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Марко.-Фабрика-Марко24.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Марко.-Фабрика-Марко25.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Марко.-Фабрика-Марко27.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Марко.-Фабрика-Марко29.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Стільці.-Фабрика-Марко03.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Столи.-Фабрика-Марко04.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-і-крісла.-Фабрика-Марко/Столи.-Фабрика-Марко05.jpg'
    ],
    'stolyOKS': [
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-обідні-і-журнальні.-Фабрика-Київський-Стандарт/Столи-Стіл-журнальний-№1.-Фабрика-Київський-Стандарт03.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-обідні-і-журнальні.-Фабрика-Київський-Стандарт/Столи-Стіл-журнальний-№2.-Фабрика-Київський-Стандарт04.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-обідні-і-журнальні.-Фабрика-Київський-Стандарт/Столи-Стіл-журнальний-№3.-Фабрика-Київський-Стандарт05.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-обідні-і-журнальні.-Фабрика-Київський-Стандарт/Столи-Стіл-обідній.-Фабрика-Київський-Стандарт01.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-обідні-і-журнальні.-Фабрика-Київський-Стандарт/Столи-Стіл-обідній.-Фабрика-Київський-Стандарт02.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-обідні-і-журнальні.-Фабрика-Київський-Стандарт/Столи.-Фабрика-Київський-Стандарт06.jpg'
    ],
    'stolyMS': [
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи,крісла,-іписьмові-і-журнальні.-Фабрика-Мебель-Сервіс/Кутик-кухонний-ДСП-Стіл-Прага-Крісло-Неаполькрісла.-Фабрика-Мебель-Сервіс05.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи,крісла,-іписьмові-і-журнальні.-Фабрика-Мебель-Сервіс/Стіл-деревяний-металеві-ноги-Стілець-Алегро.-Фабрика-Мебель-Сервіс06.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи,крісла,-іписьмові-і-журнальні.-Фабрика-Мебель-Сервіс/Стільці-Твіст-Франко.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи,крісла,-іписьмові-і-журнальні.-Фабрика-Мебель-Сервіс/Столи-Босфор-Твіст-Сіті-Форум.-Фабрика-Мебель-Сервіс02.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи,крісла,-іписьмові-і-журнальні.-Фабрика-Мебель-Сервіс/Столи-Наполеон-Дельта.-Фабрика-Мебель-Сервіс04.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи,крісла,-іписьмові-і-журнальні.-Фабрика-Мебель-Сервіс/Столи-письмові-і-журнальні.-Фабрика-Мебель-Сервіс07.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи,крісла,-іписьмові-і-журнальні.-Фабрика-Мебель-Сервіс/Столи-Письмові.-Фабрика-Мебель-Сервіс06.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи,крісла,-іписьмові-і-журнальні.-Фабрика-Мебель-Сервіс/Столи-Сіті-Наполеон.-Фабрика-Мебель-Сервіс03.jpg'
    ],
    'stolyPKS': [
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-і-елементи-КС.-Фабрика-Київський-Стандарт30.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е1.-Фабрика-Київський-Стандарт31.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е1.-Фабрика-Київський-Стандарт32.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е2.-Фабрика-Київський-Стандарт33.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е2.-Фабрика-Київський-Стандарт34.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е3.-Фабрика-Київський-Стандарт35.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е3.-Фабрика-Київський-Стандарт36.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е4.-Фабрика-Київський-Стандарт37.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е4.-Фабрика-Київський-Стандарт38.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е5.-Фабрика-Київський-Стандарт39.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е5.-Фабрика-Київський-Стандарт40.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е6.-Фабрика-Київський-Стандарт41.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-Е6.-Фабрика-Київський-Стандарт42.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС1.-Фабрика-Київський-Стандарт07.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС1.-Фабрика-Київський-Стандарт08.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС10.-Фабрика-Київський-Стандарт25.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС10.-Фабрика-Київський-Стандарт26.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС11.-Фабрика-Київський-Стандарт27.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС12.-Фабрика-Київський-Стандарт28.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС13.-Фабрика-Київський-Стандарт29.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС2.-Фабрика-Київський-Стандарт09.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС2.-Фабрика-Київський-Стандарт10.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС3.-Фабрика-Київський-Стандарт11.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС3.-Фабрика-Київський-Стандарт12.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС4.-Фабрика-Київський-Стандарт13.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС4.-Фабрика-Київський-Стандарт14.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС5.-Фабрика-Київський-Стандарт15.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС5.-Фабрика-Київський-Стандарт16.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС6.-Фабрика-Київський-Стандарт17.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС6.-Фабрика-Київський-Стандарт18.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС7.-Фабрика-Київський-Стандарт19.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС7.-Фабрика-Київський-Стандарт20.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС8.-Фабрика-Київський-Стандарт21.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС8.-Фабрика-Київський-Стандарт22.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС9.-Фабрика-Київський-Стандарт23.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-письмові.-Фабрика-Київський-Стандарт/Столи-Стіл-КС9.-Фабрика-Київський-Стандарт24.jpg'
    ],
    'office': [
        'images/Столи-різні+меблі-для-офісу-та-крісла/Меблі-для-офісу.-Фабрика-Київський-Стандарт/Меблі-для-офісу.-Фабрика-Київський-Стандарт01.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Меблі-для-офісу.-Фабрика-Київський-Стандарт/Меблі-для-офісу.-Фабрика-Київський-Стандарт02.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Меблі-для-офісу.-Фабрика-Київський-Стандарт/Меблі-для-офісу.-Фабрика-Київський-Стандарт03.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Меблі-для-офісу.-Фабрика-Київський-Стандарт/Меблі-для-офісу.-Фабрика-Київський-Стандарт04.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Меблі-для-офісу.-Фабрика-Київський-Стандарт/Меблі-для-офісу.-Фабрика-Київський-Стандарт05.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Меблі-для-офісу.-Фабрика-Київський-Стандарт/Меблі-для-офісу.-Фабрика-Київський-Стандарт06.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Меблі-для-офісу.-Фабрика-Київський-Стандарт/Меблі-для-офісу.-Фабрика-Київський-Стандарт07.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Меблі-для-офісу.-Фабрика-Київський-Стандарт/Меблі-для-офісу.-Фабрика-Київський-Стандарт08.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Меблі-для-офісу.-Фабрика-Київський-Стандарт/Меблі-для-офісу.-Фабрика-Київський-Стандарт09.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Меблі-для-офісу.-Фабрика-Київський-Стандарт/Меблі-для-офісу.-Фабрика-Київський-Стандарт10.jpg'
    ],
    'stolyRizKS': [
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-різні.-Фабрика-Київський-Стандарт/Столи-різні.-Фабрика-Київський-Стандарт01.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-різні.-Фабрика-Київський-Стандарт/Столи-різні.-Фабрика-Київський-Стандарт02.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-різні.-Фабрика-Київський-Стандарт/Столи-різні.-Фабрика-Київський-Стандарт03.jpg',
        'images/Столи-різні+меблі-для-офісу-та-крісла/Столи-різні.-Фабрика-Київський-Стандарт/Столи-різні.-Фабрика-Київський-Стандарт04.jpg'
    ],

    // Тумби для взуття
    'tumbyVztKS': [
        'images/Тумби-під-взуття/Тумби-для-взуття-різні.-Фабрика-Київський-Стандарт/Тумби-під-взуття-різні.-Фабрика-Київський-Стандарт01.jpg'
    ],
    'tumbyVztMS': [
        'images/Тумби-під-взуття/Тумби-під-взуття.-Фабрика-Мебель-Сервіс/Тумби-під-взуття.-Фабрика-Мебель-Сервіс01.jpg',
        'images/Тумби-під-взуття/Тумби-під-взуття.-Фабрика-Мебель-Сервіс/Тумби-під-взуття.-Фабрика-Мебель-Сервіс02.jpg',
        'images/Тумби-під-взуття/Тумби-під-взуття.-Фабрика-Мебель-Сервіс/Тумби-під-взуття.-Фабрика-Мебель-Сервіс03.jpg'
    ],

    // Шафи-купе
    'harderobniKS': [
        'images/Шафи-купе-і-гардеробні/Гардеробні-кімнати.-Фабрика-Київський-Стандарт/Гардеробні-кімнати.-Фабрика-Київський-Стандарт01.jpg',
        'images/Шафи-купе-і-гардеробні/Гардеробні-кімнати.-Фабрика-Київський-Стандарт/Гардеробні-кімнати.-Фабрика-Київський-Стандарт02.jpg',
        'images/Шафи-купе-і-гардеробні/Гардеробні-кімнати.-Фабрика-Київський-Стандарт/Гардеробні-кімнати.-Фабрика-Київський-Стандарт03.jpg',
        'images/Шафи-купе-і-гардеробні/Гардеробні-кімнати.-Фабрика-Київський-Стандарт/Гардеробні-кімнати.-Фабрика-Київський-Стандарт04.jpg',
        'images/Шафи-купе-і-гардеробні/Гардеробні-кімнати.-Фабрика-Київський-Стандарт/Гардеробні-кімнати.-Фабрика-Київський-Стандарт05.jpg',
        'images/Шафи-купе-і-гардеробні/Гардеробні-кімнати.-Фабрика-Київський-Стандарт/Гардеробні-кімнати.-Фабрика-Київський-Стандарт06.jpg'
    ],
    'shKiGardbnMM': [
        'images/Шафи-купе-і-гардеробні/Шафи-купе-і-гардеробні.-Фабрика-Миро-Марк/Шафи-купе-і-гардеробні.-Фабрика-Миро-Марк01.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-і-гардеробні.-Фабрика-Миро-Марк/Шафи-купе-і-гардеробні.-Фабрика-Миро-Марк02.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-і-гардеробні.-Фабрика-Миро-Марк/Шафи-купе-і-гардеробні.-Фабрика-Миро-Марк03.jpg'
    ],
    'shKzNadTonkymPrBavariaKS': [
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт01.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт02.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт03.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт04.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт05.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт06.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт07.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт08.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт09.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт10.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт11.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт12.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт13.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт14.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт15.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт/Шафи-купе-з-надтонким-профілем-Баварія.-Фабрика-Київський-Стандарт16.jpg'
    ],
    'shafy2hKS': [
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт01.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт02.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт03.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт04.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт05.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт06.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт07.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт08.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт09.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт10.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт11.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт12.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт13.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт14.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт15.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт16.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт17.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт18.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт19.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт20.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт21.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт22.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт23.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт24.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт25.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт26.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт27.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт28.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт29.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт30.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт31.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт32.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт33.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт34.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт35.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт36.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт37.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт38.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт39.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт40.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт41.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт42.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт43.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт44.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт45.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-двохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-Двохдверні.-Фабрика-Київський-Стандарт46.jpg'
    ],
    'shafy3hKS': [
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт01.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт02.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт03.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт04.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт05.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт06.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт07.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт08.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт09.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт10.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт11.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт12.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт13.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт14.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт15.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт16.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт17.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт18.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт19.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт20.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт21.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт22.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт23.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт24.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт25.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт26.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт27.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт28.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт29.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт30.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт31.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт32.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт33.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт34.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт35.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт36.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт37.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт38.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт39.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт40.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт41.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт42.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт43.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт44.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт45.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт46.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт47.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-трьохдверні.-Фабрика-Київський-Стандарт48.jpg'
    ],
    'shafy4hKS': [
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт01.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт02.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт03.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт04.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт05.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт06.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт07.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт08.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт09.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт10.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт11.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт12.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт13.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт14.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт15.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт16.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт17.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт18.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт19.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт20.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт21.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт22.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт23.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт24.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт25.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт26.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт27.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт28.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт29.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт30.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт31.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт32.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт33.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт34.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт35.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт36.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт37.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт38.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт39.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт/Шафи-купе-чотирьохдверні.-Фабрика-Київський-Стандарт40.jpg'
    ],
    'shafy5yKS': [
        'images/Шафи-купе-і-гардеробні/Шафи-купе-пятидверні.-Фабрика-Київський-Стандарт/Шафи-купе-пятидверні.-Фабрика-Київський-Стандарт01.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-пятидверні.-Фабрика-Київський-Стандарт/Шафи-купе-пятидверні.-Фабрика-Київський-Стандарт02.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-пятидверні.-Фабрика-Київський-Стандарт/Шафи-купе-пятидверні.-Фабрика-Київський-Стандарт03.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-пятидверні.-Фабрика-Київський-Стандарт/Шафи-купе-пятидверні.-Фабрика-Київський-Стандарт04.jpg'
    ],
    'shafy6yKS': [
        'images/Шафи-купе-і-гардеробні/Шафи-купе-шестидверні.-Фабрика-Київський-Стандарт/Шафи-купе-шестидверні.-Фабрика-Київський-Стандарт01.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-шестидверні.-Фабрика-Київський-Стандарт/Шафи-купе-шестидверні.-Фабрика-Київський-Стандарт02.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-шестидверні.-Фабрика-Київський-Стандарт/Шафи-купе-шестидверні.-Фабрика-Київський-Стандарт03.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-шестидверні.-Фабрика-Київський-Стандарт/Шафи-купе-шестидверні.-Фабрика-Київський-Стандарт04.jpg'
    ],
    'KzKS': [
        'images/Шафи-купе-і-гардеробні/Кутові-закінчення.-Фабрика-Київський-Стандарт/Шафи-купе-Кутові-закінчення.-Фабрика-Київський-Стандарт01.jpg',
        'images/Шафи-купе-і-гардеробні/Кутові-закінчення.-Фабрика-Київський-Стандарт/Шафи-купе-Кутові-закінчення.-Фабрика-Київський-Стандарт02.jpg',
        'images/Шафи-купе-і-гардеробні/Кутові-закінчення.-Фабрика-Київський-Стандарт/Шафи-купе-Кутові-закінчення.-Фабрика-Київський-Стандарт03.jpg',
        'images/Шафи-купе-і-гардеробні/Кутові-закінчення.-Фабрика-Київський-Стандарт/Шафи-купе-Кутові-закінчення.-Фабрика-Київський-Стандарт04.jpg',
        'images/Шафи-купе-і-гардеробні/Кутові-закінчення.-Фабрика-Київський-Стандарт/Шафи-купе-Кутові-закінчення.-Фабрика-Київський-Стандарт05.jpg',
        'images/Шафи-купе-і-гардеробні/Кутові-закінчення.-Фабрика-Київський-Стандарт/Шафи-купе-Кутові-закінчення.-Фабрика-Київський-Стандарт07.jpg',
        'images/Шафи-купе-і-гардеробні/Кутові-закінчення.-Фабрика-Київський-Стандарт/Шафи-купе-Кутові-закінчення.-Фабрика-Київський-Стандарт08.jpg',
        'images/Шафи-купе-і-гардеробні/Кутові-закінчення.-Фабрика-Київський-Стандарт/Шафи-купе-Кутові-закінчення.-Фабрика-Київський-Стандарт09.jpg',
        'images/Шафи-купе-і-гардеробні/Кутові-закінчення.-Фабрика-Київський-Стандарт/Шафи-купе-Кутові-закінчення.-Фабрика-Київський-Стандарт10.jpg'
    ],
    'kinoman': [
        'images/Шафи-купе-і-гардеробні/Кіноман.-Фабрика-Київський-Стандарт/Шафи-купе-Кіноман.-Фабрика-Київський-Стандарт01.jpg',
        'images/Шафи-купе-і-гардеробні/Кіноман.-Фабрика-Київський-Стандарт/Шафи-купе-Кіноман.-Фабрика-Київський-Стандарт02.jpg',
        'images/Шафи-купе-і-гардеробні/Кіноман.-Фабрика-Київський-Стандарт/Шафи-купе-Кіноман.-Фабрика-Київський-Стандарт03.jpg',
        'images/Шафи-купе-і-гардеробні/Кіноман.-Фабрика-Київський-Стандарт/Шафи-купе-Кіноман.-Фабрика-Київський-Стандарт04.jpg',
        'images/Шафи-купе-і-гардеробні/Кіноман.-Фабрика-Київський-Стандарт/Шафи-купе-Кіноман.-Фабрика-Київський-Стандарт05.jpg',
        'images/Шафи-купе-і-гардеробні/Кіноман.-Фабрика-Київський-Стандарт/Шафи-купе-Кіноман.-Фабрика-Київський-Стандарт06.jpg',
        'images/Шафи-купе-і-гардеробні/Кіноман.-Фабрика-Київський-Стандарт/Шафи-купе-Кіноман.-Фабрика-Київський-Стандарт07.jpg',
        'images/Шафи-купе-і-гардеробні/Кіноман.-Фабрика-Київський-Стандарт/Шафи-купе-Кіноман.-Фабрика-Київський-Стандарт08.jpg',
        'images/Шафи-купе-і-гардеробні/Кіноман.-Фабрика-Київський-Стандарт/Шафи-купе-Кіноман.-Фабрика-Київський-Стандарт09.jpg',
        'images/Шафи-купе-і-гардеробні/Кіноман.-Фабрика-Київський-Стандарт/Шафи-купе-Кіноман.-Фабрика-Київський-Стандарт10.jpg'
    ],
    'shafyKutovi': [
        'images/Шафи-купе-і-гардеробні/Шафи-купе-кутові.-Фабрика-Київський-Стандарт/Шафи-купе-кутові.-Фабрика-Київський-Стандарт01.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-кутові.-Фабрика-Київський-Стандарт/Шафи-купе-кутові.-Фабрика-Київський-Стандарт02.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-кутові.-Фабрика-Київський-Стандарт/Шафи-купе-кутові.-Фабрика-Київський-Стандарт03.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-кутові.-Фабрика-Київський-Стандарт/Шафи-купе-кутові.-Фабрика-Київський-Стандарт04.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-кутові.-Фабрика-Київський-Стандарт/Шафи-купе-кутові.-Фабрика-Київський-Стандарт05.jpg',
        'images/Шафи-купе-і-гардеробні/Шафи-купе-кутові.-Фабрика-Київський-Стандарт/Шафи-купе-кутові.-Фабрика-Київський-Стандарт06.jpg'
    ],
    'kombinacii': [
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт01.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт02.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт03.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт04.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт05.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт06.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт07.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт08.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт09.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт10.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт11.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт12.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт13.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт14.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт15.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт16.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт17.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт18.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт19.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт20.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт21.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт22.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт23.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт24.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт25.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт26.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт27.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт28.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт29.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт30.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт31.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт32.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт33.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт34.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт35.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт36.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт37.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт38.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт39.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт40.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт41.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт42.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт43.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт44.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт45.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт46.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт47.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт48.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт49.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт50.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт51.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт52.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт55.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт56.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт57.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт58.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт59.jpg',
        'images/Шафи-купе-і-гардеробні/Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт/Шафи-купе-Матеріали-і-комбінації-фасадів.-Фабрика-Київський-Стандарт60.jpg'
    ]
};

// Functionality of slider and menu
document.addEventListener('DOMContentLoaded', function () {
    const galleryRoot = document.getElementById('gallery-root');


    galleryRoot.innerHTML = `
<div style="display:flex;position:fixed;inset:0;overflow:hidden;width:100vw;height:100vh;">
    <div id="slider" style="flex:1 1 0;position:relative;height:100vh;min-width:0;width:100%;"></div>
    <div id="sidebar" style="width:202px;min-width:202px;max-width:202px;position:relative;height:100vh;background:#fff;display:flex;flex-direction:column;align-items:stretch;justify-content:flex-start;overflow:hidden;">
        <div id="sidebar-top" style="width:100%;box-sizing:border-box;padding:10px 0 0 0;display:flex;flex-direction:column;align-items:center;">
            <input id="sidebar-search" type="text" placeholder="Пошук..." style="width:95%;height:40px;font-size:1em;padding:6px 12px;border:1.5px solid #00391F;border-radius:0;outline:none;box-sizing:border-box;margin: 0 0 10px 0;">
            <div id="sidebar-photo-wrapper" style="width:100%;display:flex;align-items:center;justify-content:center;">
        <div id="sidebar-photo-gradient-border">
            <img id="sidebar-photo" src="logo_f.svg" alt="Фото" style="width:188px;max-width:100%;height:auto;object-fit:contain;border:3px solid transparent;border-radius:0;box-sizing:border-box;transition:border-color 0.2s;cursor:pointer;display:block;margin:0;padding:0;">
        </div>
</div>
        </div>
        <div id="sidebar-inner" style="display:grid;grid-template-columns:repeat(2,1fr);grid-auto-rows:100px;gap:0;width:100%;align-items:start;justify-items:stretch;overflow-y:auto;padding:0;margin:0;box-sizing:border-box;height:100vh;"></div>
    </div>
</div>
`;

    // --- Бургер-меню ---
    const burgerBtn = document.getElementById('burger-menu-btn');
    const burgerMenu = document.getElementById('burger-menu');
    const burgerList = document.getElementById('burger-menu-list');

    function renderBurgerMenu(menuKey = 'main') {
        console.log('renderBurgerMenu', menuKey, galleryData[menuKey]);
        burgerList.innerHTML = '';

        // --- Додаємо поле пошуку у бургер-меню ---
        /* if (menuKey === 'main') {
            const searchLi = document.createElement('li');
            searchLi.style.marginBottom = '12px';
            searchLi.innerHTML = `
        <input 
            id="burger-menu-search"
            type="text"
            placeholder="Пошук..."
            style="
                width: 100%;
                padding: 10px 16px;
                border: 2px solid #fff;
                border-radius: 0;
                font-size: 1.1em;
                background: #00391F;
                color: #fff;
                outline: none;
                box-sizing: border-box;
                margin-bottom: 0;
            "
        >
    `;
            burgerList.appendChild(searchLi);

            // --- Додаємо обробник для пошуку ---
            const burgerSearchInput = searchLi.querySelector('#burger-menu-search');
            burgerSearchInput.addEventListener('input', function () {
                const query = this.value.trim().toLowerCase();
                if (!query) {
                    stopAutoSlider();
                    sliderImages = [...initialSliderImages];
                    sliderIndex = 0;
                    renderSlider();
                    startAutoSlider();
                    renderBurgerMenu('main');
                    return;
                }
                stopAutoSlider();
                const queryWords = query.split(/\s+/).map(w => normalizeWord(w.replace(/[.]/g, '')));
                const normQueryNoSpace = normalizeWord(query.replace(/[\s.]+/g, ''));
                const isKut = synonyms.some(syn => normalizeWord(syn) === normQueryNoSpace);

                let found = [];
                Object.entries(photoSets).forEach(([setKey, arr]) => {
                    arr.forEach(src => {
                        const fileNameFull = src.split('/').pop().replace(/\.[^.]+$/, '').toLowerCase();
                        const normFileName = normalizeWord(fileNameFull.replace(/[\s.]+/g, ''));

                        if (isKut && /кутов/i.test(fileNameFull)) {
                            found.push({ src, menuIdx: -1 });
                            return;
                        }
                        const allWordsMatch = queryWords.every(word => normFileName.includes(word));
                        if (allWordsMatch) {
                            found.push({ src, menuIdx: -1 });
                        }
                    });
                });

                // Показати галерею з результатами
                const staticContent = document.querySelector('.static-content');
                if (staticContent) staticContent.style.display = 'none';
                const galleryRoot = document.getElementById('gallery-root');
                if (galleryRoot) galleryRoot.style.display = '';
                sliderImages = found;
                sliderIndex = 0;
                renderSlider();
                // НЕ закриваємо бургер-меню!
            });
        } */

        // --- Додаємо пункт "Про нас і контакти" ---
        if (menuKey === 'main') {
            const liAbout = document.createElement('li');
            liAbout.style.marginBottom = '10px';
            liAbout.innerHTML = `
            <button 
                id="burger-about-btn"
                style="
                    width:100%;
                    padding:12px 20px;
                    background:none;
                    border:2px solid #fff;
                    border-radius:0;
                    color:#fff;
                    font-size:1.1em;
                    text-align:left;
                    font-weight:500;
                    margin-bottom:0;
                ">
                Про нас і контакти
            </button>
        `;
            liAbout.querySelector('button').onclick = () => {
                burgerMenu.style.display = 'none';
                document.querySelector('.static-content').style.display = 'block';
                document.getElementById('gallery-root').style.display = 'none';
            }
            burgerList.appendChild(liAbout);
        }

        // --- Додаємо "Назад" для вкладених меню ---
        const items = galleryData[menuKey] || [];
        if (menuKey !== 'main') {
            const liBack = document.createElement('li');
            liBack.innerHTML = '<button style="width:100%;padding:12px 10px;background:none;border:none;color:#fff;font-size:1.1em;text-align:left;">← Назад</button>';
            liBack.onclick = () => {
                let parentMenu = 'main';
                for (const key in galleryData) {
                    if (galleryData[key].some(i => i.id === menuKey)) {
                        parentMenu = key;
                        break;
                    }
                }
                renderBurgerMenu(parentMenu);
            };
            burgerList.appendChild(liBack);
        }

        // --- Додаємо всі пункти меню ---
        items.forEach(item => {
            if (item.type === 'back') return;
            const li = document.createElement('li');
            li.style.marginBottom = '6px';
            li.innerHTML = `<button style="width:100%;padding:12px 20px;background:none;border:none;color:#fff;font-size:1.1em;text-align:left;">${item.title}</button>`;
            li.onclick = () => {
                if (item.type === 'category' && galleryData[item.id]) {
                    renderBurgerMenu(item.id);
                } else if (item.type === 'set' && photoSets[item.id] && photoSets[item.id].length) {
                    // Показати галерею, сховати About
                    const staticContent = document.querySelector('.static-content');
                    if (staticContent) staticContent.style.display = 'none';
                    const galleryRoot = document.getElementById('gallery-root');
                    if (galleryRoot) galleryRoot.style.display = 'block';

                    // Оновити слайдер
                    currentMenu = item.id;
                    sliderImages = photoSets[item.id].map(src => ({ src, menuIdx: -1 }));
                    sliderIndex = 0;
                    renderSlider();

                    // Закрити бургер-меню і повернути бургер-кнопку
                    burgerMenu.style.display = 'none';
                    burgerBtn.classList.remove('active');
                }
            };
            burgerList.appendChild(li);
        });
    }


    burgerBtn.addEventListener('click', () => {
        const isOpen = burgerMenu.style.display === 'flex';
        if (!isOpen) {
            burgerMenu.style.display = 'flex';
            burgerBtn.classList.add('active');
            renderBurgerMenu('main');
        } else {
            burgerMenu.style.display = 'none';
            burgerBtn.classList.remove('active');
        }
    });
    burgerMenu.addEventListener('click', (e) => {
        if (e.target === burgerMenu) {
            burgerMenu.style.display = 'none';
            burgerBtn.classList.remove('active');
        }
    });
    // Закривати меню по Esc
    document.addEventListener('keydown', e => {
        if (e.key === 'Escape') {
            burgerMenu.style.display = 'none';
            burgerBtn.classList.remove('active');
        }
    });


    /* Для пошуку */
    function normalizeWord(word) {
        // Видаляємо типові закінчення українських іменників і прикметників (дуже спрощено)
        return word
            .replace(/(ий|ій|а|і|о|у|и|е|я|ь|ю|ї|є|ей|ів|ам|ями|ах|ях|ою|ею|ем|ом|ю|і|ої|ого|ому|ими|их)$/i, '')
            .toLowerCase();
    }

    const synonyms = [
        'куток', 'кутки', 'кутовий', 'кутові', 'кутова', 'кутове', 'кутових'
    ];

    const searchInput = document.getElementById('sidebar-search');
    searchInput.addEventListener('input', function () {
        const query = this.value.trim().toLowerCase();
        if (!query) {
            renderSidebar('main');
            sliderImages = [...initialSliderImages];
            sliderIndex = 0;
            renderSlider();
            startAutoSlider();
            return;
        }
        stopAutoSlider();

        // Розбиваємо запит на слова, нормалізуємо і видаляємо пробіли та крапки
        const queryWords = query.split(/\s+/).map(w => normalizeWord(w.replace(/[.]/g, '')));

        // Перевіряємо, чи запит є синонімом "кутовий"
        const normQueryNoSpace = normalizeWord(query.replace(/[\s.]+/g, ''));
        const isKut = synonyms.some(syn => normalizeWord(syn) === normQueryNoSpace);

        let found = [];
        // ...existing code...
        Object.entries(photoSets).forEach(([setKey, arr]) => {
            arr.forEach(src => {
                // Витягуємо ім'я файлу без шляху і розширення, видаляємо всі пробіли та крапки
                const fileNameFull = src.split('/').pop().replace(/\.[^.]+$/, '').toLowerCase();
                const normFileName = normalizeWord(fileNameFull.replace(/[\s.]+/g, ''));

                // Для синонімів "кутовий" — спецлогіка
                if (isKut && /кутов/i.test(fileNameFull)) {
                    found.push({ src, menuIdx: -1 });
                    return;
                }

                // Для багатослівного пошуку: всі слова мають бути в назві
                const allWordsMatch = queryWords.every(word => normFileName.includes(word));
                if (allWordsMatch) {
                    found.push({ src, menuIdx: -1 });
                }
            });
        });

        if (!found.length) {
            sliderImages = [];
            renderSlider();
            return;
        }

        sliderImages = found;
        sliderIndex = 0;
        renderSlider();
    });

    // ОНОВЛЕНІ СТИЛІ для анімованої рамки та ефекту наведення

    const style = document.createElement('style');
    style.innerHTML = `
#sidebar-photo-gradient-border {
    position: relative;
    margin-bottom: 10px;
    box-sizing: border-box;
    width: 188px;
    height: 188px;
    display: flex;
    align-items: center;
    justify-content: center;
    overflow: visible;
}

#sidebar-photo-gradient-border .logo-title-overlay {
    position: absolute;
    inset: 0;
    display: flex;
    align-items: center;
    justify-content: center;
    color: #fff;
    font-size: 1em;
    font-family: 'Inter',sans-serif;
    font-style: italic;
    font-weight: 300;
    opacity: 0;
    transition: opacity 0.2s, background 0.2s;
    text-align: center;
    pointer-events: none;
    z-index: 3;
    line-height: 1.2;
    letter-spacing: 0.01em;
    background: rgba(0,57,31,0.65);
}
#sidebar-photo-gradient-border.logo-hover {
    border: 2px solid white;
    box-shadow: 0 0 0 2px white;
}
#sidebar-photo-gradient-border.logo-hover .logo-title-overlay {
    opacity: 1;
}
#sidebar-photo {
    position: relative;
    z-index: 2;
    background: #fff;
    margin: 0 !important;
    padding: 0 !important;
    display: block;
    width: 188px !important;
    height: auto;
    box-sizing: border-box;
}
    @media (max-width: 700px) {
    #gallery-root > div {
        flex-direction: column !important;
    }
    #slider {
        width: 100vw !important;
        height: 100vh !important;
        min-width: 0 !important;
        max-width: 100vw !important;
        max-height: 100vh !important;
        position: fixed !important;
        left: 0; top: 0;
        z-index: 2;
    }
    #sidebar {
        display: none !important;
    }
}
`;

    document.head.appendChild(style);

    // Додаємо overlay для логотипу та ефект наведення
    setTimeout(() => {
        const sidebarPhotoBorder = document.getElementById('sidebar-photo-gradient-border');
        if (sidebarPhotoBorder && !sidebarPhotoBorder.querySelector('.logo-title-overlay')) {
            const overlay = document.createElement('span');
            overlay.className = 'logo-title-overlay';
            overlay.textContent = 'Про нас і контакти';
            sidebarPhotoBorder.appendChild(overlay);

            sidebarPhotoBorder.addEventListener('mouseenter', () => {
                sidebarPhotoBorder.classList.add('logo-hover');
            });
            sidebarPhotoBorder.addEventListener('mouseleave', () => {
                sidebarPhotoBorder.classList.remove('logo-hover');
            });

            // === ОНОВЛЕНО: Показуємо статичний блок і ховаємо галерею ===
            sidebarPhotoBorder.style.cursor = 'pointer';
            sidebarPhotoBorder.addEventListener('click', function () {
                const staticBlock = document.querySelector('.static-content');
                const galleryRoot = document.getElementById('gallery-root');
                if (galleryRoot) galleryRoot.style.display = 'none';
                if (staticBlock) {
                    staticBlock.style.display = 'block';
                    setTimeout(() => {
                        staticBlock.scrollIntoView({ behavior: 'smooth' });
                    }, 10); // Дати браузеру час перемалювати DOM
                }
            });
        }
    }, 0);

    // ...ефект наведення для фото залишаємо, але border буде прозорим...
    setTimeout(() => {
        const sidebarPhoto = document.getElementById('sidebar-photo');
        if (sidebarPhoto) {
            sidebarPhoto.addEventListener('mouseenter', () => {
                sidebarPhoto.parentElement.style.boxShadow = '0 0 0 3px #00391F';
            });
            sidebarPhoto.addEventListener('mouseleave', () => {
                sidebarPhoto.parentElement.style.boxShadow = '';
            });
        }
    }, 0);

    let currentMenu = 'main';
    let sliderImages = [];
    let sliderIndex = 0;


    // Додаємо початкові фото для слайдера
    const initialSliderImages = [
        { src: 'face.jpg', menuIdx: -1 },
        { src: 'v_zal.jpg', menuIdx: -1 },
        { src: 'sklad.jpg', menuIdx: -1 },
        { src: 'v1.jpg', menuIdx: -1 },
        { src: 'v2.jpg', menuIdx: -1 },
        { src: 'v3.jpg', menuIdx: -1 },
        { src: 'v4.jpg', menuIdx: -1 }
    ];

    // Додаємо початкові фото у слайдер
    sliderImages = [...initialSliderImages];
    sliderIndex = 0;

    let autoSliderInterval = null;

    function renderSidebar(menuKey) {
        const sidebar = document.getElementById('sidebar-inner');
        sidebar.innerHTML = '';
        const items = galleryData[menuKey] || [];

        if (menuKey === 'main') {
            sliderImages = [...initialSliderImages];
            sliderIndex = 0;
            renderSlider();
            startAutoSlider(); // Додаємо автопрокрутку для головного меню
        } else {
            stopAutoSlider(); // Зупиняємо автопрокрутку, якщо не головне меню
        }

        // Додаємо кнопку "Назад", якщо вона є в даних
        const backItem = items.find(item => item.type === 'back');
        if (backItem) {
            const backBtnWrapper = document.createElement('div');
            backBtnWrapper.style.cssText = `
    grid-column: 1 / 2;
    display: flex;
    justify-content: flex-start;
    align-items: center;
    margin:0;
    width: 100%;
    height: 100px;
    box-sizing: border-box;
    padding:0;
`;
            const backBtn = document.createElement('button');
            backBtn.style.cssText = `
            width: 100%; height: 100px;
            background: #fff;
            border: 2px solid #00391F;
            outline: none;
            cursor: pointer;
            display: flex; align-items: center; justify-content: center;
            padding: 0;
            border-radius: 0;
            box-sizing: border-box;
`;
            backBtn.title = 'Назад';
            backBtn.innerHTML = `<svg width="60" height="60"><polyline points="40,10 20,30 40,50" style="fill:none;stroke:#00391F;stroke-width:2"/></svg>`;
            backBtn.onclick = () => {
                // Повернення до попереднього меню
                let parentMenu = 'main';
                for (const key in galleryData) {
                    if (galleryData[key].some(i => i.id === menuKey)) {
                        parentMenu = key;
                        break;
                    }
                }
                currentMenu = parentMenu;
                renderSidebar(currentMenu);
                sliderImages = [];
                renderSlider();
            };
            backBtnWrapper.appendChild(backBtn);
            sidebar.appendChild(backBtnWrapper);
        }

        items.forEach((item, idx) => {
            if (item.type === 'back') return; // "Назад" не показуємо як плитку
            const div = document.createElement('div');
            div.style.cssText = `
width:100%;height:100%;cursor:pointer;overflow:hidden;display:flex;align-items:center;justify-content:center;position:relative;
border:2px solid #00391F;
border-radius:0;
margin:0;
background:#fff;
box-sizing: border-box;
padding:0;
${sliderImages.length && sliderImages[sliderIndex] && sliderImages[sliderIndex].menuIdx === idx ? 'box-shadow:0 0 0 2px #00bfff;' : ''}
`;

            div.innerHTML = `
    <img src="${item.image}" alt="${item.title}" style="width:100%;height:100%;object-fit:cover;display:block;border:none;padding:0;margin:0;box-sizing:border-box;">
    <span class="menu-title-overlay" style="
        position:absolute;inset:0;display:flex;align-items:center;justify-content:center;
        color:#fff;font-size:0.9em;font-family:'Inter',sans-serif;font-style:italic;font-weight:300;opacity:0;
        transition:opacity 0.2s, background 0.2s;
        text-align:center;pointer-events:none;z-index:2;line-height:1.2;letter-spacing:0.01em;
        background:rgba(0,57,31,0.65);
    ">${item.title}</span>
`;
            div.onmouseenter = () => {
                div.querySelector('.menu-title-overlay').style.opacity = '1';
                div.style.borderColor = 'white';
            };
            div.onmouseleave = () => {
                div.querySelector('.menu-title-overlay').style.opacity = '0';
                div.style.borderColor = '#00391F';
            };
            div.onclick = () => {
                if (item.type === 'category' || item.type === 'set') {
                    stopAutoSlider();
                    currentMenu = item.id;
                    if (galleryData[currentMenu]) {
                        renderSidebar(currentMenu);
                        sliderImages = [];
                        renderSlider();
                    } else if (photoSets[currentMenu]) {
                        sliderImages = photoSets[currentMenu].map(src => ({ src, menuIdx: idx }));
                        sliderIndex = 0;
                        renderSlider();
                    }
                }
            };
            sidebar.appendChild(div);
        });
    }
    // Додаємо функції автопрокрутки
    function startAutoSlider() {
        stopAutoSlider();
        // Додаємо автопрокрутку тільки якщо показуються саме початкові слайди
        if (
            sliderImages.length === initialSliderImages.length &&
            sliderImages.every((img, i) => img.src === initialSliderImages[i].src)
        ) {
            if (sliderImages.length > 1) {
                autoSliderInterval = setInterval(() => {
                    sliderIndex = (sliderIndex + 1) % sliderImages.length;
                    renderSlider();
                }, 3000);
            }
        }
    }

    function stopAutoSlider() {
        if (autoSliderInterval) {
            clearInterval(autoSliderInterval);
            autoSliderInterval = null;
        }
    }



    function enableMagnifierForSlider() {
        const slider = document.getElementById('slider');
        if (!slider) return;

        // Не показуємо лупу для початкових слайдів
        if (
            sliderImages.length &&
            sliderImages[sliderIndex] &&
            (sliderImages[sliderIndex].src === 'face.jpg' || sliderImages[sliderIndex].src === 'v_zal.jpg' || sliderImages[sliderIndex].src === 'sklad.jpg' ||
                sliderImages[sliderIndex].src === 'v1.jpg' || sliderImages[sliderIndex].src === 'v2.jpg' ||
                sliderImages[sliderIndex].src === 'v3.jpg' || sliderImages[sliderIndex].src === 'v4.jpg'
            )
        ) {
            // Якщо лупа вже є — сховати
            const magnifier = slider.querySelector('.magnifier');
            if (magnifier) {
                magnifier.style.display = 'none';
            }
            return;
        }

        let magnifier = slider.querySelector('.magnifier');
        if (!magnifier) {
            magnifier = document.createElement('div');
            magnifier.className = 'magnifier';
            magnifier.style.display = 'none';
            magnifier.style.position = 'absolute';
            magnifier.style.pointerEvents = 'none';
            magnifier.style.border = '2px solid #aaa';
            magnifier.style.borderRadius = '50%';
            magnifier.style.width = '150px';
            magnifier.style.height = '150px';
            magnifier.style.zIndex = 10;
            magnifier.style.boxShadow = '0 2px 8px rgba(0,0,0,0.15)';
            slider.appendChild(magnifier);
        }

        const img = slider.querySelector('img');
        if (!img) return;

        // ...existing code...
        img.addEventListener('mousemove', function (e) {
            const rect = img.getBoundingClientRect();
            const sliderRect = slider.getBoundingClientRect();

            // Визначаємо співвідношення сторін контейнера і картинки
            const containerRatio = rect.width / rect.height;
            const imageRatio = img.naturalWidth / img.naturalHeight;

            let displayWidth = rect.width;
            let displayHeight = rect.height;
            let offsetX = 0, offsetY = 0;

            if (containerRatio > imageRatio) {
                // Картинка вписана по висоті, зліва і справа є відступи
                displayHeight = rect.height;
                displayWidth = rect.height * imageRatio;
                offsetX = (rect.width - displayWidth) / 2;
            } else {
                // Картинка вписана по ширині, зверху і знизу є відступи
                displayWidth = rect.width;
                displayHeight = rect.width / imageRatio;
                offsetY = (rect.height - displayHeight) / 2;
            }

            // Координати миші відносно картинки (а не контейнера)
            let x = e.clientX - rect.left - offsetX;
            let y = e.clientY - rect.top - offsetY;

            // Обмежуємо координати в межах картинки
            x = Math.max(0, Math.min(x, displayWidth));
            y = Math.max(0, Math.min(y, displayHeight));

            // Центр лупи відносно контейнера
            let containerX = e.clientX - sliderRect.left;
            let containerY = e.clientY - sliderRect.top;

            magnifier.style.display = 'block';
            magnifier.style.opacity = 1;
            magnifier.style.left = (containerX - 75) + 'px';
            magnifier.style.top = (containerY - 75) + 'px';
            magnifier.style.backgroundImage = `url('${img.src}')`;
            magnifier.style.backgroundRepeat = 'no-repeat';
            magnifier.style.backgroundSize = `${displayWidth * 2}px ${displayHeight * 2}px`;
            const bgX = -x * 2 + 75;
            const bgY = -y * 2 + 75;
            magnifier.style.backgroundPosition = `${bgX}px ${bgY}px`;
        });
        // ...existing code...
        img.addEventListener('mouseleave', function () {
            magnifier.style.opacity = 0;
            magnifier.style.display = 'none';
        });
    }


    function renderSlider() {

        if (
            sliderImages.length !== initialSliderImages.length ||
            !sliderImages.every((img, i) => img.src === initialSliderImages[i].src)
        ) {
            stopAutoSlider();
        }

        const slider = document.getElementById('slider');
        slider.innerHTML = '';
        slider.style.position = 'relative';
        slider.style.width = '100%';
        slider.style.height = '100%';
        slider.style.flex = '1 1 0';

        if (!sliderImages.length) {
            slider.style.background = '#eee';
            slider.innerHTML = '<div style="color:#888;position:absolute;top:50%;left:50%;transform:translate(-50%,-50%);font-size:2em;">Оберіть категорію</div>';
            return;
        }
        // ...existing code...
        console.log('renderSlider', sliderImages, sliderIndex);

        const img = document.createElement('img');
        img.src = sliderImages[sliderIndex].src;
        img.style.cssText = `
        padding: 0;
        margin: 0;
        opacity: 0;
        transition: opacity 0.5s;
        width: 100%;
        height: 100%;
        object-fit: contain;
        display: block;
        background: transparent;
`;

        img.onload = function () {

            img.style.opacity = '1';
        };
        slider.appendChild(img);

        // Стрілки

        const arrowStyle = `
    position:absolute;top:50%;transform:translateY(-50%);
    width:120px;height:120px;cursor:pointer;z-index:2;
    background:none;border:none;outline:none;
    display:flex;align-items:center;justify-content:center;
    padding:0;
`;

        // Ліва стрілка
        const left = document.createElement('button');
        left.className = 'slider-arrow left';
        left.style.cssText = arrowStyle + 'justify-content:flex-start;'; // Додаємо
        left.innerHTML = `<svg width="72" height="72" viewBox="0 0 72 72"><polyline points="48,12 24,36 48,60" style="fill:none;stroke:#fff;stroke-width:2"/></svg>`;
        left.onclick = () => { sliderIndex = (sliderIndex - 1 + sliderImages.length) % sliderImages.length; renderSlider(); };
        slider.appendChild(left);

        // Права стрілка
        const right = document.createElement('button');
        right.className = 'slider-arrow right';
        right.style.cssText = arrowStyle + 'justify-content:flex-end;'; // Додаємо
        right.innerHTML = `<svg width="72" height="72" viewBox="0 0 72 72"><polyline points="24,12 48,36 24,60" style="fill:none;stroke:#fff;stroke-width:2"/></svg>`;
        right.onclick = () => { sliderIndex = (sliderIndex + 1) % sliderImages.length; renderSlider(); };
        slider.appendChild(right);

        // ...existing code...

        // Додаємо лупу після рендеру фото
        enableMagnifierForSlider();
    }

    // Initial render after DOM is ready
    renderSidebar('main');
    renderSlider();

    document.getElementById('b1')?.addEventListener('click', function () {
        document.querySelector('.static-content').style.display = 'none';
        document.getElementById('gallery-root').style.display = 'block';
    });

    document.getElementById('go-to-gallery')?.addEventListener('click', function (e) {
        e.preventDefault();
        document.querySelector('.static-content').style.display = 'none';
        document.getElementById('gallery-root').style.display = 'block';
    });
});

/* Прокрутка до контактів */
document.getElementById('b2')?.addEventListener('click', function (e) {

    // Плавно прокрутити до секції контактів
    setTimeout(function () {
        document.getElementById('contact')?.scrollIntoView({ behavior: 'smooth', block: 'start' });
    }, 10); // невелика затримка, щоб контент точно був видимий
});
